[
    {
        "body": "  Market Participants:  At the May ISO Governing Board meeting the Board directedManagement to bring back to the Board a recommendation on the \"parametersand process\" for proceeding with a competitive solicitation (Valley-RainbowRFP) to determine if there are cost-effective and reliable alternatives toSDG&E s proposed Valley-Rainbow transmission project. The specific Boardmotion can be found at:http://www1.caiso.com/pubinfo/BOG/documents/motions/20000525/Board/SDGEValleyRainbow500KVProject.htm<http://www1.caiso.com/pubinfo/BOG/documents/motions/20000525/Board/SDGEValleyRainbow500KVProject.htm>  and additional information on the project can befound at http://www.caiso.com/thegrid/planning/sdge500kvtrans.html.<http://www.caiso.com/thegrid/planning/sdge500kvtrans.html>  These matters are scheduled to be addressed at the August 1Board meeting. Attached is a memo that outlines ISO Management s preliminarythoughts and recommendations on how to structure the process for conductingand the parameters of the Valley-Rainbow RFP.  Please provide us yourthoughts and feedback on these matters no later COB Friday, July 21.  Pleasesend your comments to: sgreenleaf@caiso.com <mailto:sgreenleaf@caiso.com>and btheaker@caiso.com <mailto:btheaker@caiso.com> . While therecommendations outlined below are clearly a work-in-progress, it isimperative that we receive your substantive feedback early so that we candevelop a fair and reasonable final recommendation. Thanks for your time andconsideration.   <<000711 STG Valley-Rainbow - Market Participants.rtf>>  Steve Greenleaf  Director, Regulatory Affairs  Brian Theaker  Manager, Reliability Contracts - 000711 STG Valley-Rainbow - Market Participants.rtf",
        "mid": 494,
        "subject": "CAISO Notice - Valley-Rainbow Transmission Project"
    },
    {
        "body": "Please join us in EB1339 (Goodpasture s old office) for an update on projected Western pipe capacity on Thurs. 11/15 from 1:30 - 2:30 pm.thankskh",
        "mid": 1267,
        "subject": "Western Capacity Meeting"
    },
    {
        "body": "Mike-\tI will need to rechedule as I will be out of town that day.  What about sometime either 11/15 or 16?thanksKevin Hyatt",
        "mid": 1304,
        "subject": "Meeting for 11/6"
    },
    {
        "body": "I have it penciled in for 3pm on thurs 10/25.  Wednesday afternoon looks ok too.  Friday I may be travelling.  Just let me know if you need to move it.  Susan can view everyone s calendar and locate a time that works for everyone.   -----Original Message-----From: \tDowd, Stephen  Sent:\tTuesday, October 23, 2001 10:57 AMTo:\tHyatt, KevinSubject:\tRE: Proposed EG Projects.xlsDo you still want to present to the group this week?  I ask because I haven t set it up yet. -----Original Message-----From: \tHyatt, Kevin  Sent:\tTuesday, October 23, 2001 10:45 AMTo:\tJunus, David; Dickerson, Steve V; Dowd, Stephen; Ratner, MichaelSubject:\tProposed EG Projects.xlsFYI, attached is a spreadsheet compiled by the Calif Energy Commission of electric power plants proposed for the WSCC (all fuels).  Just some fun facts to know and trade.kh << File: Proposed EG Projects.xls >>",
        "mid": 1333,
        "subject": "RE: Proposed EG Projects.xls"
    },
    {
        "body": "Could you give me some time on your calendar today, say about 1 or 1:30 for 101 training and some insights on setting up this excell sheet?",
        "mid": 1924,
        "subject": "Eric s tasks for San Juan"
    },
    {
        "body": "I ve placed this meeting on John G s calendar for Monday, October 29th from 2:30 to 5:00.   Angela\tMichael Anderson 10/02/01 08:30 PM \t   To: Angela Ramirez/HOU/AZURIX@AZURIX  cc:   Subject: FW: Azurix 2002 Plan Review\tAngela please pick the 29th or 30th based on JLG s schedule and sent to Tracy----- Forwarded by Michael Anderson/HOU/AZURIX on 10/02/01 08:29 PM -----\tTracy Geaccone/ENRON@enronXgate 10/02/01 05:05 PM \t   To: Michael Anderson/HOU/AZURIX@AZURIX, Angela E. Ramirez/ENRON@enronXgate  cc:   Subject: FW: Azurix 2002 Plan Review\tWhat do you think? -----Original Message-----From: \tStark, Cindy  Sent:\tTuesday, October 02, 2001 4:57 PMTo:\tGeaccone, TracySubject:\tRE: Azurix 2002 Plan ReviewStan s day just opened up for this Thursday the 4th, or we could do 2:30 to 5:00PM on Monday, October 29, or 2:30 to 5:00PM on Tuesday, October 30.   Otherwise, that s it.   Please advise asap. -----Original Message-----From: \tGeaccone, Tracy  Sent:\tTuesday, October 02, 2001 4:28 PMTo:\tStark, CindySubject:\tFW: Azurix 2002 Plan ReviewWhat else can we do? -----Original Message-----From: \tAngela Ramirez/HOU/AZURIX@AZURIX@ENRON   On Behalf Of Angela Ramirez@ENRONSent:\tTuesday, October 02, 2001 4:10 PMTo:\tAnderson, MichaelCc:\tGarrison, John L; Hayslett, Rod; Geaccone, TracySubject:\tRe: Azurix 2002 Plan ReviewJohn is on vacation from Thursday, October 18th and will return on Wednesday, October 24th.Angela\tMichael Anderson 10/02/01 03:10 PM \t  To: Tracy Geaccone/ENRON@enronXgate@ENRON  cc: Rod Hayslett/ENRON@enronXgate, John L Garrison/HOU/AZURIX@AZURIX, Angela Ramirez/HOU/AZURIX@AZURIX  Subject: Re: Azurix 2002 Plan Review << OLE Object: StdOleLink >> \tThis will work for me - I will check with John Garrison\tTracy Geaccone/ENRON@enronXgate 10/02/01 10:18 AM \t   To: Michael Anderson/HOU/AZURIX@AZURIX  cc: Rod Hayslett/ENRON@enronXgate  Subject: Azurix 2002 Plan Review\tStan is available October 18 from 1:00-3:00 in his office.  Will this work?",
        "mid": 5585,
        "subject": "Azurix 2002 Plan Review"
    },
    {
        "body": "To: All ETS and EGS employeesPlease mark your calendar for EGS floor meetings.Employees on floors 11, 13, 39, 40, 42, and 43, please attend the floor meeting on Tuesday, February 5, from 2:30 - 3:30 near EB3922. Employees on floors 33, 35, 44, 45, 46, and 47, please attend the floor meeting on Wednesday, February 6, from 9:30 - 10:30 near EB4712b.A listen only domestic conference bridge has been reserved for the Tuesday, February 5, meeting. Field employees, please contact your regional administration staff for dial-in numbers and instructions. Omaha employees, please gather in 227 and dial 1-877-795-3687 and access code:  3131 to access the call. Washington D.C. employees, please dial 1-877-795-3687 and access code:  3131 to access the call. Please, no cell phones on the call.A listen only international conference bridge has been reserved for the Wednesday, February 6, meeting. Please dial 1-888-422-7109 and access code:  107825 to access the call. Because of the limited amount of dial-in ports, please gather in groups and call from a land-line phone by 9:20 am CST. Please, no cell phones on the call.Please contact Kimberly Nelson (713-853-3580) with questions.",
        "mid": 6436,
        "subject": "EGS Floor Meetings"
    },
    {
        "body": "When: Tuesday, January 15, 2002 1:00 PM-2:00 PM (GMT-06:00) Central Time (US & Canada).Where: EB15c1*~*~*~*~*~*~*~*~*~*",
        "mid": 6624,
        "subject": "Sun Devil levelized accounting and FASB"
    },
    {
        "body": "Good morning - \tThis email has been sent to the following lists, I apologize ifyou received this notice multiple times.\tAll CRs registered with ERCOT\tAll CRs registered with PUCT\t1 2002 RMS and others\t1 2002 RMS vote\t1 2002 WMS and others\t1 2002 WMS vote\t1 Standard Electronic Transactions\t1 Texas Test Plan Team\t1 Texas Data Transport WG\tMuni / Coop distribution (same used for 1/30/02 workshopnotification)So far, ERCOT has received RSVPs from 7 potential new MarketParticipants, and 4 current Market Participants who are planning toenter into new TDSP territories.Per the calendar for this flight of testing, Letter of Intent Due: Deadline for letter of intent to be received byERCOT from new participants intending to test in Flight V1.4F2 by 2/7/02Thank you to those MP who have already RSVP d for the meeting on 2/7.If you are still planning to attend, please RSVP to Karen Bergman by endof business today 2/5/02.If questions, please call or email.Karen BergmanSenior Client Services Representative512-248-3171kbergman@ercot.comoriginal notice - Good afternoon, A Retail Market Qualification Testing Pre-Orientation meeting will beheld on Thursday, February 7 from 9:00 am - 12:00 noon.  The location ofthe meeting is the Austin Hilton Hotel (see attached link forinformation -http://www.hilton.com/en/hi/hotels/index.jhtml;jsessionid=JCAZMEFNNDVEHJ31AOQMHZQ?ctyhocn=AUSAHHF).The meeting will be hosted by ERCOT and conducted by the ITPTA. It isstrongly recommended that new market participants that intend toparticipate in the V1.4F2 flight of testing, attend this meeting.  Thisincludes any Market Participant that has not participated in previousRetail Market testing, or a current Market Participant who wishes to becertified with new trading partners. ?    New CRs entering the Market or Muni-Coops - opting in under version1.4?    CRs entering new territories?    TDSPsThe meeting will be primarily focused on Market Testing Requirements forthe next flight of testing currently scheduled to start February 28,2002.  For a complete schedule - please review this link -http://stage.ercot.com/FlightCalendar.asp.We encourage Market Participants to send at least one representativefrom their business organization AND at least one representative fromtheir technical organization.We will familiarize you with the following:Overview of Retail Market Qualification Testing ProcessConnectivity and Standards Requirements for New Market Participants,including GISB, FTP, and TX SET.Flight v1.4F2 testing Plan, including TimelineTDSP Territory RequirementsBasic Questions and AnswersPlease RSVP to Karen Bergman (kbergman@ercot.com) with name, companyname and number of attendees.  The RSVP is due by Monday, Feb. 4th.Thank you,Karen BergmanSenior Client Services Representative512-248-3171kbergman@ercot.comIn addition, this information will be posted to the ERCOT website, underTexas Retail Testing (http://www.ercot.com/Participants/ITPTA.htm)This email has been sent to the following lists, I apologize if youreceived this notice multiple times.All CR registered with ERCOTAll CR registered with PUCT1 2002 RMS and others1 2002 RMS vote1 2002 WMS and others1 2002 WMS vote1 Standard Electronic Transactions1 Texas Test Plan Team1 Texas Data Transport WGMuni / Coop distribution (same used for 1/30/02 workshop notification)",
        "mid": 7128,
        "subject": "REMINDER - DEADLINE For Letter of Intent - Retail Market Qualification Testing Pre-Orientation Meeting Notice - Feb 7, 2002"
    },
    {
        "body": "We re getting so many great stories that we ve extended the deadline for yo=ur=20Enron Business Extreme Enron entries to Wednesday, March 28!  Have no idea==20what we re talking about?  Read on=01(Enron employees are famous for taking risks.  Is this an ingrained=20characteristic?  Are we natural-born adrenaline junkies?  We think so, but =we=20want to find out from you.If your idea of a good vacation is training for the Eco-Challenge, driving==20monster trucks or assisting archeological digs in Siberia, tell us all abou=t=20it.  If you know of an employee who has an unusual pastime like missionary==20work in the Congo, chasing tornadoes or filming sharks, we want to know.Send your entries by email to sarah.palmer@enron.com, by fax to 713-853-679=0=20or by mail to Sarah Palmer, Enron Public Relations, EB4703D, Houston, Texas==2077002.We ll choose our favorite extreme stories and publish them in the next issu=e=20of Enron Business.  Also, don t forget to check out the current issue --=20newly designed -- at http://home.enron.com/pubs/enronbiz/2001/vol1/index.ht=m",
        "mid": 10153,
        "subject": "=?ANSI_X3.4-1968?Q?Enron_Business_EXTREME_ENRON_?= =?ANSI_X3.4-1968?Q?=01)_Deadline_Extended_to_3/28!?="
    },
    {
        "body": "Please note the time has once again been changed to 11:00 a.m.  ----- Forwarded by MaryHelen Martinez/NA/Enron on 03/26/2001 09:24 AM -----\tMaryHelen Martinez\t03/26/2001 09:05 AM\t\t \t\t To: Robert Bruce/NA/Enron@Enron, Mark Taylor/HOU/ECT@ECT, Sara Shackleton/HOU/ECT@ECT, Carol St Clair/HOU/ECT@ECT\t\t cc: Holly Keiser/ENRON_DEVELOPMENT@ENRON_DEVELOPMENT, Kaye Ellis/HOU/ECT@ECT, Suzanne Adams/HOU/ECT@ECT\t\t Subject: Agriculture-related revisions to ISDA documentationThe time for the meeting scheduled below has been changed to 10:00a.m. instead of 9:00 a.m.  Please make the necessary adjustments to your calendars. Regards,Mary Helen MartinezEB3858Cext. 5-2459----- Forwarded by MaryHelen Martinez/NA/Enron on 03/26/2001 08:59 AM -----\tMaryHelen Martinez\t03/23/2001 05:12 PM\t\t \t\t To: Robert Bruce/NA/Enron@Enron, Mark Taylor/HOU/ECT@ECT, Sara Shackleton/HOU/ECT@ECT, Carol St Clair/HOU/ECT@ECT\t\t cc: Holly Keiser/ENRON_DEVELOPMENT@ENRON_DEVELOPMENT, Kaye Ellis/HOU/ECT@ECT, Suzanne Adams/HOU/ECT@ECT\t\t Subject: Agriculture-related revisions to ISDA documentationPlease make a note of the meeting referenced above  it is scheduled for Thursday, March 29th, at 9:00 a.m. in Mark Taylor s office EB3892.If the date and time are conflicting with your schedule, please let me know so that I can make the necessary adjustments.Regards,Mary Helen MartinezEB3858Cext. 5-2459",
        "mid": 10185,
        "subject": "Agriculture-related revisions to ISDA documentation"
    },
    {
        "body": "We are planning to hold a meeting to kick off the Phase 2 project of EnronOnline on 3rd March in Houston.  This meeting will focus on the new look for the site and content to be added based on our own thoughts and the feedback from customers and our own trading desks. A more strategic meeting on the direction for EnronOnline will be held later.An agenda will be sent out at the beginning of next week.  For those outside of Houston, copies of all presentations will be sent to you and you can participate by phone if you wish.  Louise",
        "mid": 17867,
        "subject": "EnronOnline Phase 2 Meeting"
    },
    {
        "body": "When: Thursday, October 04, 2001 3:00 PM-4:00 PM (GMT-06:00) Central Time (US & Canada).Where: EB 2943*~*~*~*~*~*~*~*~*~*",
        "mid": 19050,
        "subject": "HR Discussion"
    },
    {
        "body": "Mark,The issues and unexecuted confirms are mounting where we need legal s help.  The attached list represents those issues.  I would like to sit down and discuss an action plan for addressing these issues.  I will have Holly set up a meeting for us to discuss.Kim -----Original Message-----From: \tTheriot, Kim S.  Sent:\tWednesday, September 19, 2001 2:41 PMTo:\tTaylor, Mark E (Legal); Shackleton, Sara; Cook, Mary; Sayre, Frank; Leite, Francisco Pinto; Hendry, BrentSubject:\t Pending Legal Review and CommentsImportance:\tHighPlease see the attached list which details items pending for legal review and comments. The list details the issue by counterparty and the number of unsigned transactions as a result of the issue.  Can you provide me with an update as to where we stand on each item or if there is additional information needed from the confirmation team?  I would like to know which attorney has each particular Counterparty issue.  Thanks for your assistance.Kim Theriotx. 31771 -----Original Message-----From: \tAnderson, Diane  Sent:\tWednesday, September 19, 2001 12:16 PMTo:\tTheriot, Kim S.Subject:\tPending LegalAs we discussed....",
        "mid": 21345,
        "subject": "FW:  Pending Legal Review and Comments"
    },
    {
        "body": "---------------------- Forwarded by Phillip K Allen/HOU/ECT on 10/03/2000 04:13 PM ---------------------------Nancy Hall@ENRON10/02/2000 06:42 AMTo: Mark Whitt/NA/Enron@Enron, Phillip K Allen/HOU/ECT@ECT, Paul T Lucci/NA/Enron@Enron, Paul Bieniawski/Corp/Enron@ENRON, Tyrell Harrison/NA/Enron@Enroncc: Jean Mrha/NA/Enron@Enron, Ina Rangel/HOU/ECT@ECT, Monica Jackson/Corp/Enron@ENRON Subject: Meeting re: Storage Strategies in the WestThere will be a meeting on Tuesday, Oct. 10th at 4:00pm in EB3270 regarding Storage Strategies in the West.  Please mark your calendars.Thank you!Regards,Nancy HallENA Denver office303-575-6490",
        "mid": 25157,
        "subject": "Meeting re: Storage Strategies in the West"
    },
    {
        "body": "I spoke to Rick McCombs at Mayer Brown this morning and he informed me that he is in trial all week and unavailable for a call today. We agreed to a 7am central (1pm London and 8am New York) call on Thurs. to go over the answer and any other pending items. He promised a draft answer by  3 pm central on Wed afternoon. Hopefully, Paul will be well by then. I will set up a call-in number for the conference..  -----Original Message-----From: Sanders, Richard B. Sent: Tuesday, September 11, 2001 6:18 AMTo: Champion, John; Evans, Mark (London Legal)Cc: T Paul Johnson (Legal); Simons, Paul; Nissan, LimorSubject: RE: LongviewI am trying to set up a conf. call today at 10:30 central to speak to the Chicago attys. Andy is not involved in this case.  -----Original Message-----From: Champion, John Sent: Tuesday, September 11, 2001 5:36 AMTo: Evans, Mark (London Legal)Cc: Sanders, Richard B.; Edison, Andrew; T Paul Johnson (Legal); Simons, Paul; Nissan, LimorSubject: RE: LongviewMark, fyiPaul J is away sick but asked me to deal with this.  I have also discussed with Paul S.  Conference call planned for 2pm today with Andy Edison to discuss this (and Kemper). -----Original Message-----From: Evans, Mark (London Legal) Sent: 11 September 2001 09:45To: T Paul Johnson (Legal); Nissan, Limor; Simons, PaulCc: Sanders, Richard B.; Edison, AndrewSubject: RE: Longview Let s keep the pressure up by all means but I understand that an extension of this period is not hard to come by.  I assume you re talking about that with Andy, Paul J. J. Mark Evans Enron Europe Legal Department direct tel: 44 207 783 5424 direct fax: 44 207 783 8287 email: mark.evans@enron.com -----Original Message-----From: T Paul Johnson (Legal) Sent: 10 September 2001 11:09To:  Woods, Craig A. ; Nissan, Limor; McCombs, Hugh R.; Forrester, J. Paul Cc: Raver, Carrie Marie ; Gamboa, Armando M.; Hahm, David ; Montz, Alex P.; Stoll, J. Robert ; Durkin, Thomas M.; Simons, Paul; Evans, Mark (London Legal); Sanders, Richard B.; Edison, AndrewSubject: RE: LongviewPRIVILEGED AND CONFIDENTIALREQUEST FOR LEGAL ADVICE Thank you for the written advice. Obviously prospects of success assessed at \"[no] more than 50%...\" (ie. definitely less than 50%) is depressing, given initial expectations. We now need to maximise our bargaining power for acquisition of the smelter through the litigation which McCook have forced on us.  We look forward to receiving the draft Defence and Counterclaim for comments/approval. We will need this fairly urgently, since the 20 day period for service expires next Monday, 17 Sept 2001 (according to my calculations - please confirm). Can you please ensure that they are sent to all the copy parties on the email (now including Houston litigation dept). Thank you. Paul JohnsonEnron legal dept-----Original Message-----From: Woods, Craig A. [mailto:cwoods@mayerbrown.com]Sent: 06 September 2001 16:58To: Groves, Robert; Heffron, Kevin; T Paul Johnson (Legal); McKey, Christopher; Michaud, Jean; Nissan, LimorCc: Raver, Carrie Marie ; Gamboa, Armando M.; Hahm, David ; McCombs, Hugh R.; Montz, Alex P.; Stoll, J. Robert ; Forrester, J. Paul ; Durkin, Thomas M.Subject: RE: Longview PRIVILEGED AND CONFIDENTIAL All:  Attached is our follow-up memorandum regarding the merits of Enron s claim to enforce the Tolling Agreement against Longview.  Please feel free to contact either Rick or me if you have any questions.   Craig A. Woods Mayer, Brown & Platt 190 S. LaSalle Street Chicago, IL 60603 (312) 701-8536 ph. (312) 706-8697 fax cwoods@mayerbrown.com  <<Merits_Memo.doc>> ***********************************************************************NOTICE: This e-mail message and all attachments transmitted with it areintended solely for the use of the addressee and may contain legally privileged and confidential information. If the reader of this message is not the intended recipient, or an employee or agent responsible for delivering this message to the intended recipient, you are hereby notified that any dissemination, distribution,copying, or other use of this message or its attachments is strictly prohibited.If you have received this message in error, please notify the sender immediately by e-mail reply and please delete this message from your computer.Thank you. Mayer, Brown and Platt.",
        "mid": 31642,
        "subject": "RE: Longview"
    },
    {
        "body": "I have scheduled a conference call for Wednesday October 18 at 1:30 p.m. central time to discuss our strategy relating to the CPUC investigation.  The dial in number is 1-800-998-2462 (pincode 4699545)The rough agenda is as follows:1. Update on conversations with CPUC attorneys (Fergus and Day)2. Update on status of other companies  responses to CPUC subpoena3. Update on compilation of trading data to be provided to CPUC (Fergus, Yoder, Hain, Smith, Aamodt)4. Legal analysis regarding Enron s objection to specific requests and to CPUC jurisdiction (Day, Fergus, Watkiss)5. Assignment of tasks to be accomplished",
        "mid": 32297,
        "subject": "CPUC Investigation"
    },
    {
        "body": "Please note that a conference call is scheduled for tomorrow at 10:00 am (cst) re California.The dial in number is 800-998-2462, passcode 5268429",
        "mid": 32788,
        "subject": "Conference Call re California - May 24, 2001 10:00 a.m."
    },
    {
        "body": "lets talk about this Wed\tLinda R Guinn\t11/09/2000 08:49 AM\t\t\t\t To: Richard B Sanders/HOU/ECT@ECT\t\t cc: \t\t Subject: Re: Document retention, etc.We do utilize this feature.  How often it is used varies from assistant to assistant.  You would need to have access to a system computer or at the very least have the document transferred to diskette.   In the past we have not given up anything from our system computers.   Since we give nothing but hard copies, is this a problem for us?  Further, our retention policy states that all drafts are to be discarded once the deal has been completed.  Would you like to see a demonstration of the track changes feature?Linda GuinnEnron North America1400 Smith StreetHouston, Texas  77002(713) 853-6104(713) 646-3393 (fax)\tRichard B Sanders\t11/09/2000 08:11 AM\t\t \t\t To: Linda R Guinn/HOU/ECT@ECT\t\t cc: \t\t Subject: Document retention, etc.Can you look into this----- Forwarded by Richard B Sanders/HOU/ECT on 11/09/2000 08:11 AM -----\tJanice R Moore\t11/06/2000 12:16 PM\t\t \t\t To: Richard B Sanders/HOU/ECT@ECT\t\t cc: \t\t Subject: Document retention, etc.Have you heard of something called \"Track changes\"?  It s a WORD feature that is used -- a lot -- for redlining drafts.  I see it used all the time on documents that I receive from 3rd parties and I use it myself.  It has become popular because other tools, like CompareWrite and similar software, are not compatible w/ more recent versions of WordPerfect and WORD, so changes are often missed in marked drafts.  I learned during a recent visit at my old law firm that that they ve forbidden use of \"Track Changes\" and are advising their clients to do the same b/c the past changes never go away and can be retrieved forever by someone who knows anything about word processing technology.  Which makes for interesting results in document discovery..... among other things.  Just thought I d pass this along.  Regards,JaniceEB3861Assistant General Counsel, Enron North America Corp.713-853-1794 (Fax:  713-646-4842)",
        "mid": 33417,
        "subject": "Re: Document retention, etc."
    },
    {
        "body": "I have set up a conference call at 11:30 on Monday to discuss.\tChristian Yoder\t10/27/2000 12:15 PM\t\t \t\t To: Elizabeth Sager/HOU/ECT@ECT, Mark Taylor/HOU/ECT@ECT, Richard B Sanders/HOU/ECT@ECT, Mark E Haedicke/HOU/ECT@ECT\t\t cc: \t\t Subject: Puget Sound requests NW price capsIn the days immediately before the application for a price cap, Puget came to us and asked us to enter into several put options.  We did so. I am advised by the traders that if this price cap were to actually be in effect,  our put option transactions would not make sense for us economically and we would never have entered into them had we known of their intention to make this filing.   I am under some pressure  to explain two things:  (i) whether the fact that they knew they were going to file for the cap when they did the options is some kind of fraud, and (ii) whether the WSPP Agreement or our ISDA swap agreements have any clauses in them to address this kind of thing,ie. is this some kind of \"illegality\" issue?  I am working on the second issue and have discussed it with Mark Taylor, but on the first issue, I need advice from Richard and anyone else who can help.----cgy ---------------------- Forwarded by Christian Yoder/HOU/ECT on 10/27/2000 09:59 AM ---------------------------Mary Hain10/27/2000 09:50 AMTo: James D Steffes/NA/Enron@Enron, Marcie Milner, Joe Hartsoe@Enron, Sarah Novosel/Corp/Enron@ENRON, Richard Sanders, Christian Yoder/HOU/ECT@ECT, Portland West Deskcc:  Subject: Puget Sound requests NW price capsPuget Sound has filed a complaint against all jurisdictional sellers of wholesale energy and/or capacity in the Pacific Northwest, including parties to WSPP agreement.  Puget Sound requests FERC to impose price cap on wholesale sales of energy and capacity in the Pacific Northwest equal to the lowest price cap \"established, ordered, or permitted by the Commission for wholesale purchases by the Cal ISO or Cal PX . . . .\"  Puget requests an effective date of December 25,2000.",
        "mid": 33460,
        "subject": "Re: Puget Sound requests NW price caps"
    },
    {
        "body": "The California Litigation weekly conference call scheduled for 2:00 p.m. today has been cancelled.Also, please note there will not be a call on Thursday, June 15.Thank you.Janette ElbertsonEnron Wholesale ServicesLegal Department - EB3326Telephone:  (713) 853-7906Fax:  (713) 646-2600janette.elbertson@enron.com",
        "mid": 34379,
        "subject": "California Litigation Weekly Conference Call"
    },
    {
        "body": "Please join Cindy Olson and Mary Joyce for a Floor Meeting on Friday, October 26, 9:00 AM to 9:30 AM.  Everyone is invited.  Please meet on the East Side of the Building, (near EB1629 Conference Room).  Assistants, please forward this message to all members of your group.  See you there!Thanks,Hilda forCindy",
        "mid": 38556,
        "subject": "FW: FLOOR MEETING 10/26/01 9:00 AM"
    },
    {
        "body": "Attached is a list of the issues brought forward today regarding the subject topic.  A meeting is scheduled for Friday to discuss how these issues are to be resolved.",
        "mid": 40610,
        "subject": "SBS and Storage Allocation Issues"
    },
    {
        "body": "FYI -- Todd has extended the deadline for comments.TH -----Original Message-----From: \tHess, Theresa  Sent:\tFriday, December 07, 2001 3:06 PMTo:\t tgh4@pge.com Cc:\t cxm2@pge.com ; Blair, Lynn;  randy.young@gulfsouthpl.com ;  tom_gwilliam@iroquois.com Subject:\tPipeline Interconnect Forum Meeting MinutesComments on the Pipeline Interconnect Forum draft meeting minutes are due today.  I ve looked through the minutes, but have not had the time to draft my comments and revisions.  Portions of the minutes need to be revised and should not be distributed to anyone else as is.  The minutes include some misinformation, and most statements have someone s name associated with them.I know it is difficult, if not impossible, for one person to accurately capture everything that was discussed or stated during a day-long meeting.  My comments in no way reflect on Todd or his note taking abilities.  At our next meeting I would like to discuss our meeting minutes and the extent of the discussion that we try to capture.  Without a transcript, capturing all of the details of the entire day s discussion is impossible.I would like to extend the comment date one week to next Friday, December 14.  This will give me time to draft and submit comments.Thank you for your assistance,Theresa L. HessManager, GISB Business Standards and Development713-853-4895theresa.hess@enron.com",
        "mid": 40822,
        "subject": "RE: Pipeline Interconnect Forum Meeting Minutes"
    },
    {
        "body": "Please block your calendar on Tuesday November 27th at 2:00 for an ETS Staff meeting.  I have tentatively blocked ECN39C1 for this meeting and Shelley will send a message to the group on Monday November 26.Thank you, RickiRicki Winters Assistant to Shelley Corman ETS Gas Logistics (713) 853-5754 ECN4268A",
        "mid": 41966,
        "subject": "ETS Staff Meeting"
    },
    {
        "body": "CALENDAR ENTRY:\tAPPOINTMENTDescription:\tTW PRCDate:\t\t5/16/2001Time:\t\t2:00 PM - 5:00 PM (Central Standard Time)Chairperson:\tOutlook Migration TeamDetailed Description:",
        "mid": 42759,
        "subject": "TW PRC"
    },
    {
        "body": "CALENDAR ENTRY:\tAPPOINTMENTDescription:\t2001 Summer Operations Meeting Date:\t\t5/16/2001Time:\t\t8:00 AM - 5:00 PM (Central Standard Time)Chairperson:\tOutlook Migration TeamDetailed Description:",
        "mid": 42767,
        "subject": "2001 Summer Operations Meeting"
    },
    {
        "body": "CALENDAR ENTRY:\tAPPOINTMENTDescription:\tLunch with Steve KlimeshDate:\t\t5/4/2001Time:\t\t11:30 AM - 1:00 PM (Central Standard Time)Chairperson:\tOutlook Migration TeamDetailed Description:",
        "mid": 42795,
        "subject": "Lunch with Steve Klimesh"
    },
    {
        "body": "CALENDAR ENTRY:\tAPPOINTMENTDescription:\tTerry Jury SummonsDate:\t\t4/30/2001Time:\t\t8:00 AM - 8:30 AM (Central Standard Time)Chairperson:\tOutlook Migration TeamDetailed Description:",
        "mid": 42812,
        "subject": "Terry Jury Summons"
    },
    {
        "body": "CALENDAR ENTRY:\tAPPOINTMENTDescription:\tRaetta/Print Center Problems & Solutions Controls for SAP upload of invoices Attendees:  L. Blair, R. Dietz, J. Bisbee, L. Berger, R. Zadow. To meet in Lynn s officeDate:\t\t4/27/2001Time:\t\t10:00 AM - 10:30 AM (Central Standard Time)Chairperson:\tOutlook Migration TeamDetailed Description:",
        "mid": 42816,
        "subject": "Raetta/Print Center Problems & Solutions Controls for SAP upload of invoices Attendees:  L. Blair, R. Dietz, J. Bisbee, L. Berger, R. Zadow. To meet in Lynn s office"
    },
    {
        "body": "CALENDAR ENTRY:\tAPPOINTMENTDescription:\tCustomer Accounts Monthly Mtg.  conference room 4102Date:\t\t6/1/2001Time:\t\t1:30 PM - 3:00 PM (Central Standard Time)Chairperson:\tOutlook Migration TeamDetailed Description:",
        "mid": 42899,
        "subject": "Customer Accounts Monthly Mtg.  conference room 4102"
    },
    {
        "body": "CALENDAR ENTRY:\tAPPOINTMENTDescription:\tTangie would like to meet w/you in your office @ this time.  Date:\t\t2/2/2001Time:\t\t4:00 PM - 5:00 PM (Central Standard Time)Chairperson:\tOutlook Migration TeamDetailed Description:",
        "mid": 43016,
        "subject": "Tangie would like to meet w/you in your office @ this time."
    },
    {
        "body": "CALENDAR ENTRY:\tAPPOINTMENTDescription:\tDonna/Sheila--Call Cntr Date:\t\t2/1/2001Time:\t\t11:30 AM - 1:30 PM (Central Standard Time)Chairperson:\tLynn BlairDetailed Description:",
        "mid": 43027,
        "subject": "Donna/Sheila--Call Cntr"
    },
    {
        "body": "CALENDAR ENTRY:\tAPPOINTMENTDescription:\tOmaha Team (Pam s Position)Date:\t\t1/29/2001Time:\t\t9:30 AM - 10:30 AM (Central Standard Time)Chairperson:\tOutlook Migration TeamDetailed Description:",
        "mid": 43035,
        "subject": "Omaha Team (Pam s Position)"
    },
    {
        "body": "CALENDAR ENTRY:\tAPPOINTMENTDescription:\t Staff Mtg. Conference room EB4102Date:\t\t8/27/2001Time:\t\t10:30 AM - 1:00 PM (Central Standard Time)Chairperson:\tOutlook Migration TeamDetailed Description:",
        "mid": 43089,
        "subject": "Staff Mtg. Conference room EB4102"
    },
    {
        "body": "CALENDAR ENTRY:\tAPPOINTMENTDescription:\tTerry K. - OncallDate:\t\t3/24/2001Time:\t\t7:00 AM - 8:00 AM (Central Standard Time)Chairperson:\tOutlook Migration TeamDetailed Description:",
        "mid": 43148,
        "subject": "Terry K. - Oncall"
    },
    {
        "body": "CALENDAR ENTRY:\tAPPOINTMENTDescription:\tOmaha Team Mtg. Jerry Wilkens Ava-35842Date:\t\t1/16/2001Time:\t\t3:30 PM - 4:00 PM (Central Standard Time)Chairperson:\tOutlook Migration TeamDetailed Description:",
        "mid": 43226,
        "subject": "Omaha Team Mtg. Jerry Wilkens Ava-35842"
    },
    {
        "body": "CALENDAR ENTRY:\tAPPOINTMENTDescription:\tJohn Buchanan - OncallDate:\t\t3/11/2001Time:\t\t7:00 AM - 7:55 AM (Central Standard Time)Chairperson:\tOutlook Migration TeamDetailed Description:",
        "mid": 43374,
        "subject": "John Buchanan - Oncall"
    },
    {
        "body": "CALENDAR ENTRY:\tAPPOINTMENTDescription:\tCredit Review Meeting EB13C2Date:\t\t12/4/2000Time:\t\t2:00 PM - 3:30 PM (Central Standard Time)Chairperson:\tOutlook Migration TeamDetailed Description:",
        "mid": 43480,
        "subject": "Credit Review Meeting EB13C2"
    },
    {
        "body": "CALENDAR ENTRY:\tAPPOINTMENTDescription:\tA/R & Imbalance Status Alice Johnson & Esther DasilvaDate:\t\t11/30/2000Time:\t\t3:00 PM - 4:00 PM (Central Standard Time)Chairperson:\tOutlook Migration TeamDetailed Description:",
        "mid": 43485,
        "subject": "A/R & Imbalance Status Alice Johnson & Esther Dasilva"
    },
    {
        "body": "CALENDAR ENTRY:\tAPPOINTMENTDescription:\tLarry in at 11:30/Dr appointmentDate:\t\t11/30/2000Time:\t\t7:30 AM - 8:00 AM (Central Standard Time)Chairperson:\tOutlook Migration TeamDetailed Description:",
        "mid": 43489,
        "subject": "Larry in at 11:30/Dr appointment"
    },
    {
        "body": "CALENDAR ENTRY:\tEVENTDescription:\tDate:\t\t11/24/2000Duration (days):\t1Chairperson:\tOutlook Migration TeamDetailed Description:",
        "mid": 43502,
        "subject": ""
    },
    {
        "body": "CALENDAR ENTRY:\tAPPOINTMENTDescription:\tAva-35842/Market Services Council Mtg. conference room 42C2Date:\t\t8/9/2001Time:\t\t10:30 AM - 12:00 PM (Central Standard Time)Chairperson:\tOutlook Migration TeamDetailed Description:",
        "mid": 43526,
        "subject": "Ava-35842/Market Services Council Mtg. conference room 42C2"
    },
    {
        "body": "CALENDAR ENTRY:\tAPPOINTMENTDescription:\tFollow-up Staff Mtg   4194Date:\t\t10/31/2000Time:\t\t8:30 AM - 10:00 AM (Central Standard Time)Chairperson:\tOutlook Migration TeamDetailed Description:",
        "mid": 43588,
        "subject": "Follow-up Staff Mtg   4194"
    },
    {
        "body": "CALENDAR ENTRY:\tAPPOINTMENTDescription:\tStaff Meeting EB 4102Date:\t\t10/26/2000Time:\t\t11:30 AM - 1:30 PM (Central Standard Time)Chairperson:\tOutlook Migration TeamDetailed Description:",
        "mid": 43600,
        "subject": "Staff Meeting EB 4102"
    },
    {
        "body": "CALENDAR ENTRY:\tAPPOINTMENTDescription:\tTW Coverage MeetingDate:\t\t9/29/2000Time:\t\t4:00 PM - 5:00 PM (Central Standard Time)Chairperson:\tOutlook Migration TeamDetailed Description:",
        "mid": 43643,
        "subject": "TW Coverage Meeting"
    },
    {
        "body": "CALENDAR ENTRY:\tAPPOINTMENTDescription:\tMeeting over Scada & EFM variances on Oneok/NNG points.  (Attendees: Steve. J, Dave. O, Dale. R, Gary. S, Robert. B, Harry .W, John. B, Tangie. D) conference room 4194/Ava Date:\t\t9/27/2000Time:\t\t3:00 PM - 4:00 PM (Central Standard Time)Chairperson:\tOutlook Migration TeamDetailed Description:",
        "mid": 43649,
        "subject": "Meeting over Scada & EFM variances on Oneok/NNG points.  (Attendees: Steve. J, Dave. O, Dale. R, Gary. S, Robert. B, Harry .W, John. B, Tangie. D) conference room 4194/Ava"
    },
    {
        "body": "CALENDAR ENTRY:\tAPPOINTMENTDescription:\tWinter Ops Mtg - Julia/Steve/Sheila/Lynn 4102Date:\t\t9/25/2000Time:\t\t4:00 PM - 5:00 PM (Central Standard Time)Chairperson:\tOutlook Migration TeamDetailed Description:",
        "mid": 43661,
        "subject": "Winter Ops Mtg - Julia/Steve/Sheila/Lynn 4102"
    },
    {
        "body": "CALENDAR ENTRY:\tAPPOINTMENTDescription:\tSheila/Lynn/Steve Gilbert - Strangers GasDate:\t\t9/22/2000Time:\t\t2:30 PM - 3:30 PM (Central Standard Time)Chairperson:\tOutlook Migration TeamDetailed Description:",
        "mid": 43666,
        "subject": "Sheila/Lynn/Steve Gilbert - Strangers Gas"
    },
    {
        "body": "CALENDAR ENTRY:\tAPPOINTMENTDescription:\tTW - Automate PNR - 4194Date:\t\t7/19/2000Time:\t\t1:30 PM - 2:30 PM (Central Standard Time)Chairperson:\tOutlook Migration TeamDetailed Description:",
        "mid": 43813,
        "subject": "TW - Automate PNR - 4194"
    },
    {
        "body": "CALENDAR ENTRY:\tAPPOINTMENTDescription:\tFTC - Meeting Jim Talcott 877-795-3687 (Code 327220)Date:\t\t6/29/2000Time:\t\t10:00 AM - 11:00 AM (Central Standard Time)Chairperson:\tOutlook Migration TeamDetailed Description:",
        "mid": 43841,
        "subject": "FTC - Meeting Jim Talcott 877-795-3687 (Code 327220)"
    },
    {
        "body": "\t\tDue to all the teams being on different floors, I am very concerned about coverage\tby John and Terry to accommodate all the team needs.\tHere is a plan I would like to propose for now through March, 2002.\t\tTerry concentrates on all TW issues and testing since he will be on 13 with the team.\t\tJohn concentrates on NNG North end and testing since he will be on 42 with the NNG team\t\tMike concentrates on NNG South end and testing since he will be on 42 with the NNG team\tAs each of you are on vacation, then the other 2 will cover your area.\t\tAnother option is to have Larry and Raetta help out with the NNG teams during this time frame\tLet s discuss on Wednesday after you have had a day to think about this.\tThanks. Lynn",
        "mid": 43881,
        "subject": "Coverage for the next 6 months"
    },
    {
        "body": "Steve:I think it makes sense to get together either later today or tomorrow morning to go over the forecast.  Given that Tracy is out, I don t want anything to slip through the cracks.  Except for a 3-4 meeting, I am free after that.",
        "mid": 44262,
        "subject": "TW forecast"
    },
    {
        "body": "Annual Meeting  Location ChangeThe location of today s Credit Union Annual Meeting has changed from 5C2 to 46C1.  The Plaza Reception Desk is aware of the change, and signs will be posted on the doors of 5C2.Please let me know if you have any questions.Thank you ,Jennifer",
        "mid": 44924,
        "subject": "Annual Meeting Location Changed"
    },
    {
        "body": "Let s use the fact sheet for now - I was hoping to get something to them in the next 24 hours. -----Original Message-----From: \tWatson, Kimberly  Sent:\tWednesday, January 23, 2002 1:42 PMTo:\tHoward, Kevin A.Subject:\tRE: TransPecos and Sun DevilKevin, For Trans Pecos, we have a couple of slides with a fact sheet prepared that we used in the presentation with Stan a couple of weeks ago.  Would you like those or are you looking for a 2-3 page narrative?  I d be happy to provide either.   What is the time frame - how quick?Kim. -----Original Message-----From: \tHoward, Kevin A.  Sent:\tWednesday, January 23, 2002 1:34 PMTo:\tWatson, Kimberly; Gadd, EricSubject:\tTransPecos and Sun DevilEric and Kim:I was hoping to send some information to a potential equity investor (ArcLight) regarding both the TransPecos and Sun Devil transactions.  I have a  very brief presentation or detailed model - nothing in between.  I m looking for commercial overview, strategic rationale and summary economics.  Do you have anything like this already prepared? If not, is there anyone who could quickly pull this together? Kevin",
        "mid": 45172,
        "subject": "RE: TransPecos and Sun Devil"
    },
    {
        "body": "The week of October 15 is open for me.-----Original Message-----From: Hawkins, Don [mailto:Don.Hawkins@enron.com]Sent: Friday, September 21, 2001 9:31 AMTo: Smith, Sarabeth; sbreen@czn.comCc: Watson, Kimberly; Scott, Donna; Roensch, David; Jolly, RichSubject: RE: Visit to Kingman, AZSarabeth, October 10, 11 and 12, I will be in the Director s conference.Can we reschedule for the week of October 15?Don>  -----Original Message-----> From: \tSmith, Sarabeth  > Sent:\tFriday, September 21, 2001 11:07 AM> To:\t sbreen@czn.com > Cc:\tHawkins, Don; Watson, Kimberly; Scott, Donna; Roensch, David;> Jolly, Rich> Subject:\tVisit to Kingman, AZ> > Sean,> Due to security issues and scheduling conflicts, we suggest that the> hoped for meeting between Citizens, EAMR and Griffith Plant personnel> in Kingman, AZ be held during either the first or second weeks of> October.> Do you have a preference on dates?  Possibly October 11th or 12th.  > Sincerely,> Sarabeth Smith> 713-345-5023> > > **********************************************************************This e-mail is the property of Enron Corp. and/or its relevant affiliate andmay contain confidential and privileged material for the sole use of theintended recipient (s). Any review, use, distribution or disclosure byothers is strictly prohibited. If you are not the intended recipient (orauthorized to receive for the recipient), please contact the sender or replyto Enron Corp. at enron.messaging.administration@enron.com and delete allcopies of the message. This e-mail (and any attachments hereto) are notintended to be an offer (or an acceptance) and do not create or evidence abinding and enforceable contract between Enron Corp. (or any of itsaffiliates) and the intended recipient or any other party, and may not berelied on by anyone as the basis of a contract by estoppel or otherwise.Thank you. **********************************************************************",
        "mid": 45885,
        "subject": "RE: Visit to Kingman, AZ"
    },
    {
        "body": " -----Original Message-----From: \tWatson, Kimberly  Sent:\tThursday, January 03, 2002 4:57 PMTo:\tGadd, Eric; Harris, Steven; Hayslett, Rod; Horton, Stanley; Howard, Kevin A.; McCarty, DannyCc:\tArmstrong, Julie; Bachand, Terri; Campos, Kathy; Robertson, Audrey; Stark, CindySubject:\tTrans Pecos MeetingPlease plan to attend a meeting on Monday, January, 7 from 3:30pm to 4:00pm in EB49C1 to discuss the Trans Pecos Project.  Thanks, Kim.",
        "mid": 46422,
        "subject": "FW: Trans Pecos Meeting"
    },
    {
        "body": "The Northeast Meeting has been rescheduled for tomorrow Nov. 13 at 2:00 pmT.Jae BlackEast Power TradingAssistant to Kevin Prestooff. 713-853-5800fax 713-646-8272cell 713-539-4760",
        "mid": 48157,
        "subject": "Northeast Meeting"
    },
    {
        "body": "Jim/Harry - I want to make sure this has hit your radar screen.  Please contact Juan if you think we can be of any help in resolving this.  As I understand it, they have given us until the end of the week. Thanks,Rogers-----Original Message----- From: Padron, Juan Sent: Mon 11/26/2001 4:54 PM To: Herndon, Rogers Cc: Misra, Narsimha Subject: NYISO Letter of GuaranteeRogers, I just had a conversation with Mike Mackles & Phil Gootee with NYISO s Credit Department regarding advise on updating our Letter of Guarantee.  And, I learned that they have already talked to Enron Corp s Credit Department, Bill Bradford and Tracy Ngo.  NYISO advised me to contact our credit department for details of their conversation.  The overview that NYISO did give me was that our Letter of Guarantee needs to be replaced by the end of this week due to our downgrade of Credit Rating.  We had $1.5 Million of Credit with NYISO, $1 Million for Energy and $0.5 for ICAP.  That number will change significantly as our Physical Load increases within the next couple of months.  Let us stay ontop of this issue, for it has significant impact on our business.Juan",
        "mid": 48235,
        "subject": "FW: NYISO Letter of Guarantee"
    },
    {
        "body": "Not on a plane, boat or train.  I ll call at 1 pm CDT. -----Original Message-----From: \tSteffes, James D.  Sent:\tTuesday, October 23, 2001 5:13 PMTo:\tKeene, PatrickSubject:\tRE: Intervention into Nevada Power rate casesHow about 1pm Friday afternoon?  You on a plane.Jim -----Original Message-----From: \tKeene, Patrick  Sent:\tTuesday, October 23, 2001 5:13 PMTo:\tSteffes, James D.Subject:\tRE: Intervention into Nevada Power rate casesI m in NM Thur. and Fri..  Alway s available by phone.  Got a time in mind? -----Original Message-----From: \tSteffes, James D.  Sent:\tTuesday, October 23, 2001 4:39 PMTo:\tKeene, PatrickSubject:\tRE: Intervention into Nevada Power rate casesPat --If you re in on Friday, let s sit down for 15.Thanks,Jim -----Original Message-----From: \tKeene, Patrick  Sent:\tTuesday, October 23, 2001 12:19 PMTo:\t \"Bonnie Drinkwater\" <bdrinkwater@Mcdonaldcarano.com>@ENRON ; Kaufman, PaulCc:\tSteffes, James D.Subject:\tRE: Intervention into Nevada Power rate casesWe should intervene based on our potential interest in serving customers pursuant to AB661(short answer=Paul s language).  It is possible that we may want to reduce revenue requirements by recommending the use of financial products to minimize utility revenue risk. We have intervened in the AB 661 regulation proceeding as Enron Energy Services, Inc. and Enron Power Marketing, Inc. If you think we can raise issues outside of \"unbundling\" we should limit our intervention to EES and EPMI. -----Original Message-----From: \t\"Bonnie Drinkwater\" <bdrinkwater@Mcdonaldcarano.com>@ENRON  Sent:\tTuesday, October 23, 2001 11:58 AMTo:\tKeene, Patrick; Kaufman, PaulCc:\tSteffes, James D.Subject:\tRE: Intervention into Nevada Power rate casesPat,Shall I use the language proposed by Paul or would you like me to saysomething different?  Please let me know ASAP as I would like to get thepetition filed today.  Thanks.Bonnie-----Original Message-----From: Keene, Patrick [mailto:Patrick.Keene@ENRON.com]Sent: Tuesday, October 23, 2001 8:55 AMTo: Kaufman, Paul; Bonnie DrinkwaterCc: Steffes, James D.Subject: RE: Intervention into Nevada Power rate casesWe have intervened in certain cases where we may have an ongoingcommercial interest to require \"rate unbundling\" in anticipation ofdirect access.  We also can intervene on behalf of EWS who may providerisk mgt. products to reduce utility rates (i.e., weather derivitives tostabilize rates and reduce utility-reated risk).  In this case we arethere to make sure rates are properly unbundled to facilitate AB 661.-----Original Message-----From: Kaufman, PaulSent: Monday, October 22, 2001 7:57 PMTo:  Bonnie Drinkwater Cc: Keene, Patrick; Steffes, James D.Subject: RE: Intervention into Nevada Power rate casesBy this e-mail, I m forwarding this to Pat Keene.  He will be your maincontact on Nevada matters for a while.  I m swamped processing thefilings for the sale of PGE.  My view is that it should be both ENA andEES.  Our interest is:  (1) we are a potential new electric resourceunder AB 661; and (2) these cases will influence whether we can servecustomers under the statute as the unbundled costs incurred by ourpotential customers will be determined in this case.Pat:  What do we say in other states where we intervene and there is nodirect access?  I d rather not say that we that we are representing theinterests of several large consumers in Nevada.  It opens our deals upfor discovery.-----Original Message-----From: Bonnie Drinkwater [mailto:bdrinkwater@Mcdonaldcarano.com]Sent: Monday, October 22, 2001 5:23 PMTo: Kaufman, PaulSubject: Intervention into Nevada Power rate casesPaul,As I was preparing the petition to intervene, it occurred to me thatinformation has changed.  Do you want the petition to reflect both ENRONENERGY SERVICES, INC. and ENRON NORTH AMERICA.  Also, since you do notown LV Cogen anymore, what would you like me to put as the reasons forintervention for these entities.  I have attached a draft petition.  Itneeds to be filed on Wednesday.Thanks for your assistance.Bonnie**********************************************************************This e-mail is the property of Enron Corp. and/or its relevant affiliateand may contain confidential and privileged material for the sole use ofthe intended recipient (s). Any review, use, distribution or disclosureby others is strictly prohibited. If you are not the intended recipient(or authorized to receive for the recipient), please contact the senderor reply to Enron Corp. at enron.messaging.administration@enron.com anddelete all copies of the message. This e-mail (and any attachmentshereto) are not intended to be an offer (or an acceptance) and do notcreate or evidence a binding and enforceable contract between EnronCorp. (or any of its affiliates) and the intended recipient or any otherparty, and may not be relied on by anyone as the basis of a contract byestoppel or otherwise. Thank you.**********************************************************************",
        "mid": 48850,
        "subject": "RE: Intervention into Nevada Power rate cases"
    },
    {
        "body": "Please send out Notices of Termination by November 30, 2001 for all retainer (fixed payments) agreements (lobbying, legal, consulting, etc...)  We need to end all payments as of December 31, 2001.  Thank you very much.Ginger DernehlAdministrative CoordinatorGlobal Government AffairsPhone# 713-853-7751Fax# 713-646-8160",
        "mid": 50302,
        "subject": "Government Affairs Retainer Agreements"
    },
    {
        "body": "The additional meeting that each of you has been asked to attend will take place as follows:Date:\t\tWednesday, November 7Time:\t\t2:30 PM - 5:00 PMLocation:\tMaxfield Parrish Room (West Tower)Thanks and call if you have any questions.Ginger DernehlAdministrative CoordinatorGlobal Government AffairsPhone# 713-853-7751Fax# 713-646-8160",
        "mid": 50588,
        "subject": "Add l \"Planning Session\" Meeting in Colorado"
    },
    {
        "body": "Judge  Birchman s November 23rd Order sets January 8, 2002 as the hearing date for  202(c) issues. As we discussed during the November 20th phone conference, the  witness for the State Water Contractors, Richard Jones, is not available for  cross examination on January 8th. As we agreed during the phone conference, Mr.  Jones will be available during the December hearing dates for cross examination  on the 202(c) issues.   Since he will be traveling in for the hearings we need to set a date within  the December hearings when the cross examination (if any) will take place.   We suggest that he be available on December 21st, the last day of the  December hearings. If anyone prefers that he be available on a different date,  please advise us by the end of the this week (November 30th) so that travel  plans can be made. Sincerely, Peter J. Scanlon, Esq.Duncan, Weinberg, Genzer   &  Pembroke, P.C.1615 M Street, NWSuite 800Washington, DC   20036T:  202-467-6370F:  202-467-6379E-m:  pjs@dwgp.com",
        "mid": 51006,
        "subject": "Additional Schedule Clarification - 202(c) witness availability"
    },
    {
        "body": " -----Original Message-----From: \tReitmeyer, Jay  Sent:\tWednesday, October 03, 2001 2:05 PMTo:\tCowan, Mike; Brodeur, StephaneSubject:\tFundamentals meeting 10/3",
        "mid": 52184,
        "subject": "FW: Fundamentals meeting 10/3"
    },
    {
        "body": "When: Thursday, October 04, 2001 2:30 PM-3:30 PM (GMT-06:00) Central Time (US & Canada).Where: EB3259*~*~*~*~*~*~*~*~*~*",
        "mid": 52467,
        "subject": "Updated: West Production Model Meeting"
    },
    {
        "body": "Message Description: Interday 1 Deadline ExtensionMessage Date:\t12/28/2001Message Text:ID1 Deadline ExtensionPG&E has extended the ID1 deadline to 08:30 AM for gas day 12/28/2001.Please call the Scheduling Hotline (415) 973-2424, or toll free, 800- 343-4743, if you have any questions.Gas Schedulers  PG&E - California Gas Transmission",
        "mid": 53615,
        "subject": "Deadline Extension"
    },
    {
        "body": "I have asked my asst, Twanda Sweet, to set up a conf. call on this for Friday. Jim is right--we need to be prepared for anything. Bill- I heard today that PG&E has sent us a letter or otherwise communicated to us that they are looking for a letter from us on valuation and are going to challenge our setoffs. Any news?\t\"JAMES HUEMOELLER\" <JLHUEMOE@LLGM.COM>\t04/17/2001 03:00 PM\t\t \t\t To: \"Elizabeth Sager\" <elizabeth.sager@enron.com>, richard.b.sanders@enron.com, travis.mccullough@enron.com\t\t cc: \"CARL A. EKLUND\" <CEKLUND@LLGM.COM>, \"JOHN KLAUBERG\" <JKLAUBER.NYC2.HEADQUARTERS#032#NEW#032#YORK@LLGM.COM>\t\t Subject: Close out of contractsI don t want to make a pest of myself, but I m curious as to how the process of closing out the terminated contracts is coming.  In particular has Enron completed the process of obtaining quotes so that the amount of the Termination Payments is set.  I m concerned that PG&E would be more likely to hit the LC s once the amounts have been set.  We ll be ready to file something if they try that, but I d like a heads up so that we know the possibility is out there.==============================================================================This e-mail, including attachments, contains information that is confidential and may be protected by the attorney/client or other privileges.  This e-mail, including attachments, constitutes non-public information intended to be conveyed only to the designated recipient(s).  If you are not an intended recipient, please delete this e-mail, including attachments, and notify me.  The unauthorized use, dissemination, distribution or reproduction of this e-mail, including attachments, is prohibited and may be unlawful.==============================================================================",
        "mid": 54923,
        "subject": "Re: Close out of contracts"
    },
    {
        "body": "Liz,For some reason I didn t get your voicemail.  I ll stop by this afternoon to double check that you are OK with the EPMI entity in the role of  Asset Manager/Marketing  Agent in the North Carolina Power Holdings transaction that we are structuring with AIG/Highstar.SteveSteve Van HooserEnron North America Corp.1400 SmithEB3877Houston, Texas  77002713-853-7238----- Forwarded by Steve Van Hooser/HOU/ECT on 05/09/2001 03:29 PM -----\tElizabeth Sager\t05/09/2001 03:24 PM\t\t \t\t To: Steve Van Hooser/HOU/ECT@ECT\t\t cc: \t\t Subject: asset management agreementper my vm----- Forwarded by Elizabeth Sager/HOU/ECT on 05/09/2001 03:24 PM -----\tKay Mann@ENRON\t05/08/2001 01:23 PM\t\t \t\t To: Steve C Hall/ENRON@enronXgate, Christian Yoder/Enron@EnronXGate\t\t cc: Elizabeth Sager/HOU/ECT@ECT\t\t Subject: asset management agreementSteve/Christian,The attached file is a draft of an asset management agreement prepared by Stu Zisman.  The later version obviously contained more negotiated points, so I think this one is more helpful.I m working on a transaction now which involves serving load as well as selling power. I found this one helpful for issue identification and exculpatory language, however.  Kay",
        "mid": 54988,
        "subject": "asset management agreement"
    },
    {
        "body": "next wspp meeting is on aug 10 at the broadmore in coloradomaybe they have a tennis clinic and we could stay the week-endThis communication is CONFIDENTIALand protected by the ATTORNEY-CLIENTand WORK PRODUCT privileges.Dede RussoSenior AttorneyReliant Energy Law Department1111 LouisianaHouston, TX 77002Phone: (713) 207-5240Fax: (713) 207-9572E-Mail: drusso@reliantenergy.com                    Elizabeth.Sager                    @enron.com             To:     drusso@reliantenergy.com                                           cc:                    06/05/2001             Subject:     meeting                    12:47 PMHiCan you can hit on Wed (lunch or afternoon fine for me)?  Talk to you soon.",
        "mid": 55041,
        "subject": "Re: meeting"
    },
    {
        "body": "The 3 FERC staffers will be at Dynegy next Tues to observe power and gas traders starting at 7 am.  They will then have a presentation from Dynegy s online platform person (like our Dave). While at Enron Monday afternoon, we will probably have them sit with both Kevin (power) and Phillip (gas) after Dave s presentation.",
        "mid": 55045,
        "subject": "FERC at Dynegy"
    },
    {
        "body": "Since I will be traveling on Friday - we had to change the conference call on Thursday 2pm EST...If you are able to participate, please call 1-800-.860-2442  In addition, based on responses received regarding availability to date, we are tentatively planning to have the working group meeting in Houston during the week of July 23rd.Andrew S. Katz, Director Industry Legal AffairsEdison Electric Institute701 Pennsylvania Avenue, N.W.Washington, D.C.  20004Voice:  202-508-5616Fax:     202-508-5673e-mail:  akatz@eei.org - TEXT.htm - Andy Katz.vcf",
        "mid": 55449,
        "subject": "Conference Call for Collateral Annex Group"
    },
    {
        "body": " -----Original Message-----From: \tAndy Katz  [mailto:AKatz@eei.org] Sent:\tMonday, June 11, 2001 4:40 PMTo:\tlouv@acespower.com; fhilton@aep.com; lrgroff@aep.com; Christine_Schwab@dom.com; Francine_Mathews@dom.com; rsbaker@duke-energy.com; pjpa@dynegy.com; mtwilliams@edisonmission.com; RReyna@energyusa.com; Tracy.Ngo@enron.com; ed.zabrocki@msdw.com; william.mccoy@msdw.com; daniel.sarti@neg.pge.com; Jeremy.Weinstein@pacificorp.com; kabedin@powersrc.com; Shari_Stack@reliantenergy.com; cward@utilicorp.com; mcrocker@utilicorp.com; pharrod@utilicorp.com; william.dudley@xemkt.comCc:\tmartyjo.rogers@axiaenergy.com; hemu@dynegy.com; elizabeth.sager@enron.com; jcrespo@hess.com; wfhenze@jonesday.com; dperlman@powersrc.com; rosteen@powersrc.com; drusso@reliantenergy.com; babak.pooya@southernenergy.comSubject:\tHouston MeetingsBased on your feedback, Reliant will host a meeting of the Collateral Annex Group on August 7 and a meeting of the Drafting Committee on August 8.  Details to follow.Andrew S. Katz, Director Industry Legal AffairsEdison Electric Institute701 Pennsylvania Avenue, N.W.Washington, D.C.  20004Voice:  202-508-5616Fax:     202-508-5673e-mail:  akatz@eei.org - TEXT.htm  - Andy Katz.vcf",
        "mid": 57712,
        "subject": "FW: Houston Meetings"
    },
    {
        "body": "I talked to Lavila Lawrence and Duke has postponed the \"permanent\" shut down of this plant.  The last date she gave me was April 1st but this has been extended to an undetermined date for now.Soon as I heard anything different I will let everyone know.Randy",
        "mid": 60155,
        "subject": "GPM/Duke Dumas Plant Update"
    },
    {
        "body": "Guys, here is the latest report. Let s get together after lunch if you guys have time.Jerry",
        "mid": 60281,
        "subject": "Latest Albuquerque Region Report"
    },
    {
        "body": "To: All Enron Employees:Please join us at an all-employee meeting at 10 a.m. Houston time, Tuesday, October 23, in the Hyatt Regency Houston s Imperial Ballroom.  We will review third quarter financial and operating highlights and action steps we re taking based on the results of the Lay It On the Line survey.  We welcome your questions.  Please send them to Courtney Votaw by e-mail (Courtney.votaw@enron.com), fax (713-853-6790), or interoffice mail (EB 4704B).  We look forward to seeing you there. Ken, Greg and MarkAccessing the Meeting via Streaming Video/AudioIf you are a Houston-based employee and can t attend the meeting, or if you are located in London, Calgary, Toronto, Omaha, New York or Portland (ENA), you can access the live event at http://home.enron.com/employeemeeting.  Enron Europe employees will receive a follow-up message from their Public Relations team concerning online access to the meeting.  Video TeleconferencingThe meeting will be made available by video teleconference to employees in Sao Paulo, Buenos Aires, Dubai, Rio de Janeiro, Bothell, Wash. and Chicago, IL.  If your location would like to participate by video teleconference, please contact Yvonne Francois at (713) 345-8725.  Audio Via TelephoneFor those of you who cannot view the live event by video stream or video teleconferencing, you can access the meeting via telephone by dialing the following numbers:* The host will ask you what call or event you will be connecting to, reply Enron.United States:  (888) 400-7918International:    +1 (952) 556-2844If you encounter technical difficulties, please contact your IT help desk.",
        "mid": 60504,
        "subject": "Enron All-Employee Meeting Notice"
    },
    {
        "body": "7/20 - Cindy notified that Danny will not attend, Dave & Steve will attend",
        "mid": 60652,
        "subject": "Stan Horton Staff Meeting - 49C2 - Cindy x36197"
    },
    {
        "body": "Hi Bob,Thanks very much for your kind offer.  I will definitely take you up on it!  I ll ask Susan Wadle to organize a phone call at a convenient time next week to discuss. -----Original Message-----From: \tHill, Robert  Sent:\tFriday, October 05, 2001 11:28 AMTo:\tGadd, EricCc:\tMcCarty, Danny; Cordes, Bill; Schaffart, Gaye LynnSubject:\tB to C line - Alaskan GasHi Eric,  Cordes debriefed me on last week s call with TCPL regarding the \"McNeill to Chicago bullet\" pipeline.  As I understand it you and Danny will lead Enron s participation in a joint venture with TCPL (and possibly others) on this bullet.  FYI, Omaha prepared the cost estimate and rate calculations for the US portion of what TCPL showed to you on September 27th and will be happy to give you and Danny behind the scene support related to those numbers, or anything else we can assist you with.  Bob Hill.",
        "mid": 60782,
        "subject": "RE: B to C line - Alaskan Gas"
    },
    {
        "body": "Following is our schedule for next year s meetings, which will all take place in 49C2 video conference room from 8:30AM to 1:00PM.   Please mark your calendars.February 13, 2002April 10, 2002June 12, 2002August 14, 2002October 9, 2002December 11, 2002And don t forget, we have more meeting left this year, December 12, 2001.Let me know if you have any questions or concerns.Cindy StarkExecutive Assistant to Stan HortonTel:   713/853-6197Fax:  713/345-7047Cindy.Stark@enron.com",
        "mid": 60851,
        "subject": "2002 ETS Half-Day Staff Meeting Schedule"
    },
    {
        "body": "The meeting with Peco will be at 1:00pm in 3125b.  ThanksBen",
        "mid": 62653,
        "subject": ""
    },
    {
        "body": "Meeting with Carl Livermore from structuring on Monday afternoon at 1:00 down on 29 at Carl s desk.  We will be discussing the synthetic CC structure.Ben3-7998",
        "mid": 62754,
        "subject": ""
    },
    {
        "body": "RBoyle@nyiso.com writes to the NYISO_TECH_EXCHANGE Discussion List:By October 24, 12 Midnight, all Suppliers, LSEs and Marketers must certifytheir November UCAP activity.The ISO may impose  a sanction for failure to certify.Bob Boyle",
        "mid": 67859,
        "subject": "ICAP/UCAP Certification Reminder"
    },
    {
        "body": "\tFor convenience, I have set up a conference call for this meeting:\tConference bridge:  1-877-795-3687\tCode number:\t\t470524\tConference Room 7C1 has been reserved for Omaha Participates.  Thanks MW -----Original Message-----From: \tHess, Theresa  Sent:\tFriday, January 25, 2002 10:47 AMTo:\tBerger, Larry; Betancourt, Ramona ; Blair, Lynn; Buchanan, John; Carrillo, Alma; Coburn, Scott; Corman, Shelley; Draemer, Mary ; Garcia, Ava; Hartsoe, Joe; Hess, Theresa; Holmes, Bradley; Kilmer III, Robert; Kowalke, Terry; Kuehl, Toby; Lichtenwalter, Blair; Lohman, TK; Lokey, Teb; Matheson, Maggie; Medeles, Gerry; Nacey, Sheila; Sawyer, Lisa; Scott, Donna; Studebaker, James ; Willemyns, Laurie; Winckowski, Michele; Winters, Ricki; Zadow, RaettaSubject:\tGISB Update MeetingA GISB Update meeting has been scheduled for Tuesday, January 29, 3:00 - 4:00 in conference room 47C1.  The agenda is attached.Thanks,Theresa << File: Agenda.doc >>",
        "mid": 70347,
        "subject": "RE: GISB Update Meeting"
    },
    {
        "body": "Conference Call When:  Thursday, January 17, 2002Time:  2:00 (est)Call-in:  1+630-395-0035Pass code:  INGAA Re:  GISB NOPR (RM96-1-020) (97 FERC ? 61, 316)           The Commission issued a NOPR proposing to incorporate by reference the most recent version of the GISB Standards (version 1.5) and to eliminate certain out dated regulations dealing with Electronic Bulletin Boards.           The Commission requested comments on whether it should adopt the one-hour prior notice requirement in GISB Standard 5.3.2, as well as other issues related to title transfer tracking, imbalance netting and trading, etc.           Comments are due February 1, 2002.",
        "mid": 70766,
        "subject": "GISB Conference call"
    },
    {
        "body": "We will use the estimating software on both 31 day meter cards and 31 day charts. Based on the limited scope provided to PGAS to incorporate this function into the data base, trying to make the application work on all scenarios of \"unreadable charts\" was becoming more complicated than the original intent. We are still currently testing the application and are fairly comfortable with the software product if we restrict the use to those mentioned. Once the testing is completed, we can move it to production to utilize in the March production month. Charlie has requested input from the field and a response due by 3/8/02,  for reference stations that will need to be set up in the system before the application will work.Thanks-Gary  -----Original Message-----From: \tStern, Ellis  Sent:\tTuesday, March 05, 2002 6:04 AMTo:\tBarnes, CarolineCc:\tAnderson, Gary E.Subject:\tRE: PGAS Calculation for 31 Day Charts & Meter CardsBoth will use the calculation.  The \"fixed\" delineator must be that we have them hopped up.  And at present, as last I heard, we are testing the calculation module once again.  We are shooting to have this installed right after the close...so we don t upset the current close process.  All bets are off however, until we say the module has passed and is ready for production.Ellis -----Original Message-----From: \tBarnes, Caroline  Sent:\tMonday, March 04, 2002 5:03 PMTo:\tAnderson, Gary E.; Stern, EllisSubject:\tFW: PGAS Calculation for 31 Day Charts & Meter CardsDo we have a commitment from PGAS that the estimating program will be fixed and ready to go?   I m confused in that Lynn states,\"Once the 31 Day Charts are in, then they will be delineated with the fixed \tdelineator.  The meter cards will use the calculation only.\"  I thought both the charts and index cards would use the calculation.  What is a fixed delineator?  It was also my understanding that \"unreadable\" charts would also use the calculations.  cvb -----Original Message-----From: \tBlair, Lynn  Sent:\tMonday, March 04, 2002 4:56 PMTo:\tAnderson, Gary E.;  frank.semin@dynegy.com ; Floyd, JodieCc:\tBarnes, Caroline; Corman, Shelley; Hawkins, Don; Thompson, Charlie; Zadow, Raetta; Stern, Ellis; January, Steve; Dietz, Rick; Blair, LynnSubject:\tPGAS Calculation for 31 Day Charts & Meter Cards\tPer our discussions today, here is my understanding of the status of the\timplementation of the PGAS calculation for 31 Day Charts and & Meter Cards.\tBeginning with March Production (April Billing), GMS will have the new\tcalculation in PGAS for 31 Day Charts and Meter Cards.  This calculation\tis to give NNG a better daily number to bill the customer.  Once the \t31 Day Charts are in, then they will be delineated with the fixed\tdelineator.  The meter cards will use the calculation only.\tAt this time there will NOT be a daily PGAS calculation for 7 day and 16 day\tcharts.  These charts will be (1) tracked for timely receipt; and (2) integrated for\tdaily volumes when received. \t\tAny charts received after the required deadline, will be processed as a PPA.\tGary, if we need to clarify any of the above, please let me know.  If anyone has\tany questions, please let Gary or I know.  Thanks. Lynn",
        "mid": 71074,
        "subject": "FW: PGAS Calculation for 31 Day Charts & Meter Cards"
    },
    {
        "body": "The floor meeting with Stan Horton on this afternoon is expected to end at 2:30p.  We expect that it will not interfere with Steve Harris  scheduled Staff Meeting.  Should it go over, we would like to convene immediately following or at 3:00p.All reports should be abbreviated to accommodate the shorten scheduled.Thanks in advance,adrAudrey D. RobertsonTranswestern Pipeline Company email address:  audrey.robertson@enron.com(713) 853-5849(713) 646-2551 Fax -----Original Message-----From: \tEnron Announcements/Corp/Enron@ENRON   On Behalf Of ETS General Announcements@ENRONSent:\tFriday, January 04, 2002 2:58 PMTo:\tEnron Transportation Services - Houston@ENRON; Enron Everyone_ET&S_OmahaSubject:\tMeeting for Houston and Omaha ETS EmployeesHouston and Omaha ETS Employees,As you know, Enron reached a settlement with Dynegy, which allows Dynegy to exercise its option to acquire Northern Natural Gas.To discuss this action, please attend a floor meeting with Stan on Monday, January 7, from 1:30 - 2:30 in the Enron building in the area of 3922.  Omaha employees, please gather in 227. See you then.",
        "mid": 71375,
        "subject": "Steve Harris  Staff Meeting"
    },
    {
        "body": "\tTASK ASSIGNMENTStatus:\t\tcompletedTask Priority:\t\tTask Due On:\t\t3/24/2000Task Start Date:\t3/20/2000",
        "mid": 73023,
        "subject": "Receive Cheyenne RFP"
    },
    {
        "body": "There will be an Eservices Meeting June 25, 2001 in EB30c1 from 3:00-3:30 with Kevin Presto and Tom May.  If you have any questions or I can be of further assistance please let me know.Thank YouLisa x39194",
        "mid": 75230,
        "subject": "Eservices Meeting"
    },
    {
        "body": "When: Thursday, November 01, 2001 9:00 AM-2:00 PM (GMT-06:00) Central Time (US & Canada).Where: EB3127 for Nov. 1st from  9:00 am - 2:00 pm*~*~*~*~*~*~*~*~*~*AGENDA:9:00A  to 11:00AKevin Burns will be here from OATI to provide specifications and describe in more detail the functionality of Web Trader.  11:30 to 2:00 PM Our goal is to have representatives from the 24-Hour Group and the IT Group bring specific questions for Kevin.   Let s determine if WebTrader can be flexible enough to replace the P&L (Delphi) application, interact with Enpower, and provide a good detailed database for historical information.  Most importantly, is this application fast and efficient enough to add value to the 24-hour group.Call me with any questions or to discuss.  853-0421Thanks,Corry",
        "mid": 75262,
        "subject": "OATI"
    },
    {
        "body": "In compliance with the Commission s August 28 order relating to ICAP, ISO-NE filed market rule changes which it states are necessary for implementation of the new Installed Capability product.  Specifically, ISE-NE proposes changes to Market Rules 4, 11 and 20.  It has requested an effective date of Oct. 1.  If you need further information, please let me know.Susan Lindberg713.853.0596",
        "mid": 76764,
        "subject": "ISO New England (EL00-62)"
    },
    {
        "body": "The following individuals have been slotted for interviews at Wharton:Reception and First Rounds (Oct 28 & Oct 29)Jayshree Desai (Interviewer)Michele Marvin (Interviewer)Evan Betzer (Interviewer)Betsy Bassis (Interviewer)Sarah Wessner (Interviewer)Neville Ravji (Interviewer)Paul LeBeau (Recruiter)Second Rounds (Oct 30)Kevin McGowan (Interviewer)John Enerson (Interviewer)Randy Peterson (Interviewer)Chuck Ward (Interviewer)Ranabir Dutt (Interviewer)Paul LeBeau (Recruiter)Please let me know ASAP if your schedule has changed and you can not participate.  If you can not participate, we would need for you to find a replacement.  If you have someone in mind that can fill your slot please let me know.An event sheet will be forwarded shortly.Thank you,Paul LeBeau/Recruiter",
        "mid": 79709,
        "subject": "Wharton Interview Team, Oct 28 - 30"
    },
    {
        "body": "Randy- Emilio and I had a vigorous debate today over the content and conclusions of the CABC Group s analysis of the questions you asked about the political and regulatory situation in Venezuela.  He expressed a number of areas of concern, some pertaining to the tone of the paper and others to its accuracy.I acknowledged his concerns and promised to do my best to improve the tone and clarify any inaccuracies.  We will revisit with our sources to clarify the following issues:1. Will the new Hydrocarbons Law just address liquid hydrocarbons or will it address gas hydrocarbons?  What details are available on the proposed law?2. If the new law does affect gas, will it in effect overturn the 1999 Gas Law?3.  Will gas tariffs be separate for transportation, distribution, and upstream, or will there be a single unified tariff?  Is there a dispute between PDVSA and the  Ministry of Mines and Energy on how this should be handled?4. What is the current royalty and tax structure on gas?  Will it be affected by the new HydroCarbons Law?5. What are the current renegotiation dynamics of the Cristobal Colon project between the government and foreign operators?Once we have revisited with sources, I told Emilio that we will be happy to correct any subsequent errors.  However, if we reconfirm the information in the paper then perhaps the three of us can confer on how to proceed.This has been a difficult assignment because we are essentially dealing with areas that are subject to interpretation and forecasting.  Emilio and I disagreed in some areas about the Chavez agenda, while agreeing in others.  Also, because the HydroCarbons Law has not yet been written, we can only go on what sources in country are saying.  Clearly, we have conflicting information and will work to clear up the contradictions ASAP.I suggest we postpone our Thursday meeting until both Emilio and I have time to conduct further follow-ups.  As I have said to both you and Emilio, the CABC role here is not to take any position on the merits of the deal, but rather to answer the specific concerns brought up by RAC.  Hopefully, these next steps will resolve the situation in mutually satisfying manner.RJ",
        "mid": 80132,
        "subject": "Venezuela LNG"
    },
    {
        "body": " -----Original Message-----From: \tCantrell, Rebecca W.  Sent:\tThursday, August 02, 2001 7:02 PMTo:\tMiller, Stephanie; Tholt, Jane M.Subject:\tKern River ProjectKern River has filed for a certificate to build and operate a delivery lateral pipeline to serve the High Desert Power Project (Constellation Energy Group) generating plant near Victorville, CA.  It would be 31.6 miles of 24\" pipe with a design capacity of 282,000 Dth/d, and the fuel supplier for the plant (Victorville-Gas, LLC) has signed a binding precedent agreement for the full 282,000 Dth for a primary term of 21 years, with evergreen, at a negotiated rate.  The initial recourse rate is proposed to be $0.0583/dth.  Commercial operation of the plant is scheduled for 7/1/03.  Interestingly, the notice states that the plant will initially require up to 141,000 dth/d to operate.  The rest of the capacity is to accommodate another plant at the site.Do we need to intervene in this proceeding?  Any comments?  This is not a rush, but would like to know by Aug. 14th.",
        "mid": 80893,
        "subject": "FW: Kern River Project"
    },
    {
        "body": "To assist you with the July SAP close I have provided a condensed version of the attached official Enron SAP Financial Closing Runbook. Stacey Aune and I will be attending a daily close meeting with all business units hosted by the COE. If you have any close issues please let us know and we will bring them up in this meeting. Also if you would like to dial into the meetings call me and I will give you the number. -1 Workday All recurring entry documents must be entered by 8am CST1st  Workday All current month AP transactions must be entered by 8am CST MM and A/P are closed2nd WorkdayLabor true up3rd WorkdayAll G&A entries must be posted4th WorkdayProject System settlementDepreciation Posts to FI5th Workday All A/R transactions, including cash application, must be complete by 6pm CST6th Workday All FI/CS postings must be complete Please note the following changesENA Hyperion is gone and dead.ENA Hyperion P&L and Corporate reclass entries must be completed by the 6th workday.Corporate Hyperion close schedule remains unchanged.Also Note: Please verify that your SAP security has been properly set-up before the close process starts on Tuesday.",
        "mid": 84450,
        "subject": "SAP Close Schedule for ENA"
    },
    {
        "body": "we have a meeting at 3 today -- cnbc is doing a report at 3:50 -- i will let you know-----Original Message-----From: Kuykendall, Patrick M. [mailto:PKuykendall@wm.com]Sent: Tuesday, October 30, 2001 10:54 AMTo: Kuykendall, ToriSubject: FW: Importance: HighHere are Jake s thoughts on the situation.  Chris said he would be willingto take you to lunch - completely under the radar if you can break awaysometime.  He said you can also just call him at home to discuss how theenvironment is (team vs. individuals focused on bonuses).  He also indicatedthe package for your level is in the six figures.  I have all hisinformation if you need it.  By the way, he reports up through Randy rightnow...On another topic.  Rick Riley thinks we are about to see capitulation inEnron.  He thinks we should through out a number we are comfortable with andwhen the stock comes down hard, it will take the number out (10K shares a $9is what he recommends).  He also believes it will be a short-lived harddrop. Then the stock will spring back up very quickly (I suppose he means toabove book value) and underperform the market for six months.  He thinksEnron employees who stay on board will be rewarded handsomely..-----Original Message-----From: Jake Hadix [mailto:jhadix@calpine.com]Sent: Tuesday, October 30, 2001 10:33 AMTo: Kuykendall, Patrick M.Subject: RE: I have heard that a couple of companies have stopped trading with them, butI don t know which ones.  I don t think the banks will let the companytotally go down, but I do think they are in for a rough ride over the nextyear or so.  The problem is that Enron is such a huge player in the energymarkets that the market is fairly illiquid and inefficient without them.Therefore, it is in everyone s best interest (including the banks andcounterparties) for Enron to make it out of this.-----Original Message-----From: Kuykendall, Patrick M. [mailto:PKuykendall@wm.com]Sent: Tuesday, October 30, 2001 10:02 AMTo:  Jake Hadix Subject: RE: Beginning to get real nervous about the big E.  It s below book value nowand there is no bounce in sight.  I can t imagine what kind of interest rateabank would slap on Enron right now in their dire situation for money. -----Original Message-----From: Jake Hadix [mailto:jhadix@calpine.com]Sent: Tuesday, October 30, 2001 8:11 AMTo: Blaine Stribling (E-mail); Kyle Richardson (E-mail); Lou Fernandez(E-mail); Mitch Cornette (E-mail); Kuykendall, Patrick M.; Rick Medford(E-mail); Susan Hadix (E-mail); Tony Massoth (E-mail); Tori Kuykendahl(E-mail); Vernon Jones (E-mail)Subject: FW: -----Original Message-----From: Matthew Berend Sent: Tuesday, October 30, 2001 8:03 AMTo: Tiffany Elliott; Jake Hadix; David Raphael; Jack YaoSubject: note - don t open if it is not warranted or welcomed",
        "mid": 85342,
        "subject": "RE:"
    }
]