[
    {
        "body": "  Market Participants,  The California ISO is conducting an Internet site usabilitystudy to determine how we can improve our Internet site. Toward this end, wehave contracted with Carta, Inc. to conduct a site study and recommendrevisions for the site. Stakeholder involvement is an important part of thisprocess.  We have prepared a Web Site Usability Survey as a part of thiseffort. This survey is on-line at our site.  Please take a few minutes to fill out the survey athttp://www.caiso.com/contact/survey.html<http://www.caiso.com/contact/survey.html> . Your feedback is vital to thesuccess of this program. Responses will be sent directly to Carta for reviewand tabulation.  Please note, this project does not involve the OASIS sectionof our site. The OASIS redesign project is a separate effort. Seehttp://www.caiso.com/clientserv/xml/ <http://www.caiso.com/clientserv/xml/>for information on the OASIS redesign effort.  If you have any questions, please contact the ISO Webmaster.Thank you for your continued support.  ISO Webmaster  http://www.caiso.com/ <http://www.caiso.com/>  webmaster@caiso.com <mailto:webmaster@caiso.com>",
        "mid": 483,
        "subject": "CAISO Notice - Internet Site Usability Study"
    },
    {
        "body": "Kevin,Thanks for the update on Pacer.  Just like Southern Trails, I d like to see bible on Pacer.  Basically, I m interested in getting our thoughts together in a @DASH@-like format - - - this is a good outline for thinking through complex deals.  Headline topics are-Transaction descriptionRationaleValuationRisksRisk mitigantsAt this stage, I don t need an exhaustive analysis - - - we just need enough information to progress further discussions with BP.  As ever, we will need inputs from legal, finance, tax, accounting, ops, and regulatory.  On the presumption that we want to move forward with further discussions, please have Chuck fix an appointment with BP asap.  Julie has my calendar but I will be available 16-23 MayFrom:\tKevin Hyatt/ENRON@enronxgate on 05/10/2001 05:05 PM CDTTo:\tEric Gadd/ET&S/Enron@Enroncc:\t Subject:\tPacer Pipeline I traded voicemail with LD today.  He has forwarded all his file info to Chuck Wilkinson, who I know from our old NGL days.  Chuck is working with Roger Westfall (sp?).  We talked at length about Pacer as well as the BP line in Calif (the earthquake damaged one).  Chuck is sending me the files and we have scheduled an internal conference call for next Wed.kh",
        "mid": 1062,
        "subject": "Re: Pacer Pipeline"
    },
    {
        "body": "Kevin,We need to start actively pinging other shippers (Duke, SW Gas, Salt River Project, Sempra) to lock down Sun Devil transport agreements.  Also, we should organize a communication plan for the San Juan producers + plant operators and organize a roll-out.  Let s form a strategy and then recruit Kim W and company to help promote.",
        "mid": 1233,
        "subject": "Sun Devil - next steps"
    },
    {
        "body": "This is in response to our meeting of April-10-2001 in Midland with Agave.Assuming units #761 and #762 are now assigned to LEC-10\" service, the below schematic is showing the capacity of the three remaining units #822, #842 and #845 at Atoka-3.At suction pressure of 225 psig and discharge pressure of 560 psig the capacity is 36 mmcf/d.  The 36 mmcf/d is not a fixed capacity, if discharge pressure increases the capacity decreases. Basically it depends on the volume activities between Atoka-3 and Atoka-1 such as BP, Rio Pecos and GPM.Please pass this on to Agave.If you have any questions please call.",
        "mid": 1598,
        "subject": "TW/ Agave---Atoka-3 capacity"
    },
    {
        "body": "Attached is a follow-up data request for FERC s Bulk Power  Investigation. Please direct your response, as soon as possible, in care of  Brian Harrington via e-mail, if possible at the following address. E-mail: Brian.Harrington@FERC.FED.US  FAX: 202-208-0193Mail:?? Federal Energy Regulatory  Commission????????? C/O Brian  Harrington????????? 888 First  St. N.E.??????????Washington,  D.C. 20426 If you have any questions, please feel free to contact  Brian Harrington (202/208-2493) or me. Thank you for your prompt response.  ? Michelle Veloso Office of Markets, Tariffs and Rates  Energy Markets Division 202/208-2008",
        "mid": 2883,
        "subject": "Follow-up Data Request for Bulk Power Investigation"
    },
    {
        "body": "take me off as well.  I have received several of these this morning. Thanks, BarbChad Landry@ECT04/11/2001 09:17 AMTo: Marc Pederson/Contractor/Enron Communications@ENRON COMMUNICATIONS@ENRONcc: Sheila A Knudsen/ENRON@enronXgate@ENRON, All Enron Employees United States@ENRON, IMCEANOTES-iBuyit/40ENRON@ENRON.com@ENRON Subject: RE: Reply Requested: Do You Code Or Approve Invoices?  Take me off this list, PLEASE.CKLFrom: Marc Pederson@ENRON COMMUNICATIONS on 04/11/2001 09:12 AMTo: Sheila A Knudsen/ENRON@enronXgate@ENRONcc: All Enron Employees United States@ENRON, IMCEANOTES-iBuyit+40ENRON@ENRON.com@ENRON Subject: RE: Reply Requested: Do You Code Or Approve Invoices?  No I do not.",
        "mid": 3483,
        "subject": "RE: Reply Requested: Do You Code Or Approve Invoices?"
    },
    {
        "body": "Tell everyone to calm down and get their work done.  Then they should go home.  I know it doesn t help much, but I m not sure what you can tell everyone at this point.--------------------------Sent from my BlackBerry Wireless Handheld (www.BlackBerry.net)",
        "mid": 5251,
        "subject": "RE: Five Day Rolling Forecast"
    },
    {
        "body": "Please set up a meeting. -----Original Message-----From: \tDeville, Mike  Sent:\tFriday, September 14, 2001 11:23 AMTo:\tDyson, Fernley; Deffner, Joseph; Brown, Bill W.; Lindholm, Tod A.; Hayslett, Rod; Lipshutz, Cheryl; Despain, TimSubject:\tSegmentsAs you know we are looking into new segments for Enron s reporting. Part of this exercise will be to look at adding to our disclosure in order to satisfy the investment community and help them better understand Enron s business. One of the possible items of disclosure is net income on a segment basis. This would involve the allocation of debt and therefore interest to the segments similar to what we do for ROE and capital charge calculations. Because this could be reported we are taking a harder look at these allocations as we will need to be able to defend externally. Although we will not be segmenting based on business units I would like to look at capital structures at the business unit level. This of course will be aggregated up to the appropriate segment as they are determined. I am currently focusing on an estimated 12/31/2001 balance sheet for allocation purposes. This is our best guess at what would report at year end. We are using the 7/31/2001 actual balance sheet as a starting point and rolling based on the 2nd current estimate turned inby the business units and adding in any estimated transactions to occur  between now and year end.I would like to set up meetings with each business unit to discuss their theoretical capital structure and get your ideas sometime EARLY the week of Sept 17.We will try to make a first pass based on each business units ability to service debt and reasonable credit ratios based on comparables. Please take time to think about this and give me a call to arrange a time to meet. Thanks.mike d",
        "mid": 5685,
        "subject": "FW: Segments"
    },
    {
        "body": "Please take me off the list and add Jennifer Lev.Thanks -----Original Message-----From: =09Safford, Cynthia =20Sent:=09Friday, October 05, 2001 2:46 PMTo:=09Alexander, Ellen; Appelget, Russell L; Aune, Stacey A.; Barrett, Caro=lyn; Bass Cavanaugh, Nikki; Beltri, Angeles; Berry, John; Best, Cameron; Be=yhum, Maya; Bittner, Rick; Bob, Winston; Brannen, Debra; Cauley, Jennifer; =Choyce, Karen; Crelin, Daniele; Davis , Chris ; Davis, Rachel A.; Davoli, J=im; Dawson, Jeremy; Dominguez, Patrick; Dumayas, Danthea - EI; Easton, Alli=son; Erwin, Jill; Fitzgerald, Felecia; Flanagan, Eileen; Free, Darryl S.; G=eaccone, Tracy; Giles, Valerie; Haralson, Nancy; Hawley, Regina; HO, LOC TA=N; Igwala, Gabriel; Jones, Rachel; Kacal, Lynna; Karimi, Fariba; Kaster, Me=i-Ling; Killen, Faith; Leboe, David; Lev, Jennifer; Lobdell, Frank; May, Ke=vin; McFadyen, Jennifer; Millan, Allison; Miller, Robert; Mitchell, Barbara=; Morales-Vazquez, Norma; Nguyen, Thao; Nguyen, Yen; Ortiz, Mauricio; Parri=sh, Paula J.; Pereira, Eugene; Perry, Chaundra; Phan, Thach C.; Phillips, M=onique; Pritt, Deborah; Rainbow, Traci E.; Rangel, Rafael; Ray, Sara; Rodri=guez, Nadia; Roper, Kerry; Ross, Todd; Salvatierra, Carlos; Santellan, Dan;= Selzer, Howard; Shoemaker, Paul; Shore, Geraldine; Simper, Keith; Sousa, S=ilvia; Spoede, Amy; Stevens, Kirk; Stovall, Ava; Sweet, Trudy; Umphreys, To=m; Vargas, Hope; Vu, Nancy H.; Walker, Blake; Wilson, Danny; Wingenter II, =Robert; Winowitch, CarolynCc:=09Safford, CynthiaSubject:=093rd Quarter Reporting Package for 2001  (E-Schedules)Completed Schedules should be delivered to Cynthia Safford at EB1929 by 4:0=0 p.m. Monday, October 22nd.Note:  E-21  Net Rental Expense  must tie to Corp Hyperion Line 5380.The attached word file contains a memo with the guidelines for completing t=hese schedules.Please ensure that the proper schedules are passed along to the respective =preparers.Thanks, Cynthia Safford  x31651  EB1929 << File: 0109DIST.DOC >>",
        "mid": 6120,
        "subject": "RE: 3rd Quarter Reporting Package for 2001  (E-Schedules)"
    },
    {
        "body": "Rob:In case we don t get a chance to talk, just some thoughts on chnages that mat need to be made to the ISDA Schedule:1. Part 1 (b) - this is where we will specify the Threshold Amount for cross default to other debt (Section 5(a)(vi) purposes.  Please note that the definition of Specified Indebtedness in the ISDA is very narrow.  Let Mark Taylor know if that needs to be amended.  Alos, let Mark know if the cross default language itself needs to be amended to match the Supply Agreement.2. Part 1 (h) - this section contemplates adding Additional Termination Events.  I had thought that here we would add a cross default to the Transaction Documents.  Mark will need input from you on what those are.  Additionally, it would be here that we would add some of the other trigger events that are currently in the Supply Agreement.  Again, Mark will need your input on what those are.3. Please look at the language in sections 5(a)(vii)(bankruptcy) and 5(b)(iv)(credit event upon merger) of the ISDA form and advise Mark as to whether any changes need to be made to conform with what is in the Supply Agreement.I m assuming that the other parts of the schedule will be agreed to by them.  Please note that in Part 1(e) we have chosen the \"Loss\" method as a means for calculating the termination payment.  In Part 3, these are the docs that we usually get but if the Supply Agreement requires something different, particularly with respect to financial info, we can modify accordingly.    In part 4, we have chosen arbitration and Texas as governing law.  Part 5 is mostly boilerplate, but note the \"setoff\" language and the \"transfer\" language, which they may comment on.  part 6 is boilerplate. Mark s number is 853-7459.  I ll be back Wednesday afternoon.Carol St. ClairEB 3889713-853-3989 (Phone)713-646-3393 (Fax)carol.st.clair@enron.com",
        "mid": 9966,
        "subject": "ISDA schedule"
    },
    {
        "body": "Lisa - attached are three documents. Could you please print out and get Rick s approval and then transmit to Skillings office.  THANKS!!!!:1) memo to Skilling on the meeting tomorrow2) first attachment t -  CFTC summary 3) second attachment - summary of Commodity Exchange Act  - CEA Summary 12-14.doc",
        "mid": 10095,
        "subject": ""
    },
    {
        "body": "Reminder - Please give your updates to Dina as soon as you can.Kay C. YoungLegal SpecialistEnron North America Corp.713-853-6794 Phone713-646-3393 Faxkay.young@enron.com",
        "mid": 10128,
        "subject": "Monthly Report"
    },
    {
        "body": "Mark, we are trying to have everything completed so we could launch this product to go live on April 9th. Sara has already given us the approval on the GTCs for these FX products for external counterparties. The products do not have names as yet, but the FX team is working on it. Can you go ahead and review the GTC s for these products in the mean time and I will contact you with the names of the products as soon as we get them.Thanksjr---------------------- Forwarded by Justin Rostant/HOU/ECT on 03/29/2001 04:49 PM ---------------------------From: Sara Shackleton on 03/29/2001 10:09 AMTo: William Stuart/HOU/ECT@ECT, Justin Rostant/HOU/ECT@ECT, Susan Musch/Enron@EnronXGatecc:  Subject: attachmentsSara ShackletonEnron North America Corp.1400 Smith Street, EB 3801aHouston, Texas  77002713-853-5620 (phone)713-646-3490 (fax)sara.shackleton@enron.com",
        "mid": 10216,
        "subject": "GTC for External FX products"
    },
    {
        "body": "Justin please see my comments in red below.  You probably need to have a conversation with Mark Taylor to flush out details of the broker customer relationship.Justin Boyd11/01/2000 02:50 AMTo: Bob Shults/HOU/ECT@ECTcc: Andy Zipper/Corp/Enron@Enron, Mark Taylor/HOU/ECT@ECT, Amita Gosalia/LON/ECT@ECT Subject: Re: Broker Client Process flow  Bob,Thanks for these.  My comments/questions were:What is the rationale for requiring margin from the broker, given its role as agent for the client?  What if the client refuses to accept/acknowledge the trade - I assume the agent is nonetheless liable?  The margin will secure the risk between treansaction and confirmation with the counterparty.  the broker will pay liquidated damages if counterparty does not accept the trade.  (risk is essentially 1-3 days)I assume we will negotiate a fully-fledged agreement with each broker, covering all the usual protections for Enron (indemnities/right of agent to bind its principal/reps and warranties/duties & obligations of agent/liability of agent/margin arrangements)  Yes.  Mark Taylor is drafting the agreement.  the agreement will lay out the margin requirements, liquidated damages, etc.  I am not sure that the broker is acting as a agent for the customer as the customer may not even know that the broker is transacting on EnronOnline.I assume that the client will be an approved EOL counterparty with trading access for the particular product Not neccesarily.  the customer must however have a profile set up in enronOnline and must have a credit headroom in EnronOnline.  We can potentially paper the transaction under normal OTC process.We will need to ensure that the client agrees to be bound by each trade concluded through the agent, notwithstanding the intermediation of the agent (it would seem to me that we should create special ETAs/PAs for this purpose - e.g. each trade is effected by the \"click\" of the agent, not the client; the ETA does not contemplate intermediation; the PA relates to the use of passwords by a principal and not its agent)  Mark is also drafting a BTA (broker transaction agreement.  Once again the broker is not acting as agent rather they will release the rights and obligations under the transaction to the counterparty.The agent will, in its terms of business with the client, need to ensure that it is authorised to bind the client with respect all trades, whether effected online (including EOL) or offline  This is not the case today in OTC transactions and will not neccessarily be the case with the EnronOnline broker client.The agent will need to meet the usual legal/regulatory/financial tests, as if it were acting as principal - e.g. in the case of derivatives trades, the agent must be regulated to carry on its business by the UK SFA [no doubt, the CFTC swaps exemption test will also need to be met]  Lets discussThe agent must also be a corporate or similar commercial enterprise The broker must be financially able to meet margin requirementsLook forward to your response.ThanksJustinTo: Justin Boyd/LON/ECT@ECTcc: Mark Taylor/HOU/ECT@ECT, Andy Zipper/Corp/Enron@Enron, Michael Bridges/NA/Enron@ENRON, Teresa Smith/Corp/Enron@Enron Subject: Broker Client Process flowWe are currently in discussions with 3-4 brokers (including GFI in London) to allow them to transact on behalf of their customers via EnronOnline.  Mark Taylor suggested that I send you some information on the broker client application and the process flow.  Attached please find the functional specifications for the broker client and a draft process flow.  All documents are work in progress.We have been discussing this with Amita Gosalia (EnronOnline Product Control), Debbie Nichols and Gail Hill in the London Office.Please call me with any question at 713 853-0397.  I will continue to coordinate my legal questions through Mark Taylor.",
        "mid": 10823,
        "subject": "Re: Broker Client Process flow"
    },
    {
        "body": "Per the attached, I think we will need to amend our board resolution(s) to add Cassandra as a signatory.  The ENA resolution appeared to have Ted specifically.----- Forwarded by Tana Jones/HOU/ECT on 10/17/2000 03:48 PM -----\tTed Murphy\tSent by: Veronica Valdez\t10/17/2000 03:32 PM\t\t \t\t To: Mark Taylor/HOU/ECT@ECT, Tana Jones/HOU/ECT@ECT\t\t cc: Ted Murphy/HOU/ECT@ECT, Cassandra Schultz/NA/Enron@Enron\t\t Subject: Signature AuthorityMark, Per my conversation with Tana Jones, I am sending this request on behalf of Ted Murphy to change the primary signer for all documentation with respect to opening brokerage accounts and authorized trader lists to Cassandra Schultz.  Cassandra recently joined the Market Risk Management Group (RAC) group as a VP.  If you have any questions, please do not hesitate to call me.Veronica for Ted Murphy",
        "mid": 10902,
        "subject": "Signature Authority"
    },
    {
        "body": "I am sure that New York requires that we submit your bar number so that you can get CLE credits.  Maybe you could call the New York CLE Committee (212/428-2105) to obtain your bar number-they will not give that to someone other than yourself.  I am getting responses from the other attorneys licensed in New York to give me their NY bar numbers--so they exist and maybe you just need to call NY to find out why you do not have your bar number.  Brenda x3-6536 Mark Taylor@ECT04/17/2000 09:43 AMTo: Brenda McAfee/Corp/Enron@ENRONcc:  Subject: Re: New York Bar Numbers  Are you sure about this?  I didn t know I had a NY bar number.Brenda McAfee@ENRON04/14/2000 03:45 PMTo: Peter del Vecchio/HOU/ECT@ECT, Abha Kaul/ENRON_DEVELOPMENT@ENRON_DEVELOPMENT, Leslie Lawner/HOU/EES@EES, Bonnie Nelson/ENRON_DEVELOPMENT@ENRON_DEVELOPMENT, Marianne Castano/HOU/EES@EES, Mark Taylor/HOU/ECT@ECT, Howard Fromer/HOU/EES@EES, Cynthia Harkness/Enron Communications@Enron Communications, Edwin Essandoh/HOU/EES@EES, Stephen H Douglas/HOU/ECT@ECT, Jordan Mintz/HOU/ECT@ECT, Yao Apasu/ENRON_DEVELOPMENT@ENRON_DEVELOPMENT, Carlos Ryerson/ENRON_DEVELOPMENT@ENRON_DEVELOPMENTcc: Tami Scrudder/ENRON_DEVELOPMENT@ENRON_DEVELOPMENT Subject: New York Bar NumbersWe will need to obtain from you each of your bar numbers for the State of New York in order to obtain CLE credits on your behalf for attending the Enron Law Conference.  (Tami, there are two names on the second page of the New York sign-up sheet that I could not read-maybe you could send this message on to those two people if you can read the names).  Thanks.  Brenda McAfee x3-6536",
        "mid": 12054,
        "subject": "Re: New York Bar Numbers"
    },
    {
        "body": "I received a call from Rosario Sindel with Union Oil. She has some questions in regards to the ETA. She asked to speak with Louise Kitchen or Legal council. I was unable to contact you by phone at the time of the call. Could you please contact Ms. Sindel at 310-726-7767.Thanks,Matt x35221EnronOnline",
        "mid": 17876,
        "subject": "Union Oil and ETA for Enron Online"
    },
    {
        "body": "Dear Bob and Dave,Following our review of the website text today, Louise has asked me to flag a business process requirement in respect of the Contact EnronOnline.It has been decided to remove the reference and hotlink to the Legal & Privacy statement from underneath the \"I would like to request a Guest Read-Only account\" wording in Section 4 of the website text.  As a result, we need to ensure, as part of the business process, that there is text in the email which is sent out to the party requesting a Guest Account stating that the Guest Accounts are bound by the Legal & Privacy statement.  If you have any queries please feel free to contact myself or Justin.Regards, Edmund.",
        "mid": 17978,
        "subject": "Website text- Contact EnronOnline - business process requirement"
    },
    {
        "body": "Mark:Thiat sounds right but I would have Leslie take a look at it.  all of this work is in connection with the deal that we inherited from Lou and it all should be allocated to whatever group Bill Windle and Gauarav Babbar are  a part of.Carol St. ClairEB 3892713-853-3989 (Phone)713-646-3393 (Fax)carol.st.clair@enron.com\tMark Taylor\t07/27/00 06:20 PM\t\t \t\t To: Carol St Clair/HOU/ECT@ECT\t\t cc: \t\t Subject: LeBoeuf billI have received a bill from LeBoeuf for work done in June on the ACE insurance matter for a bit over $36,000.  This included around 23 hours by PB Wright ($12,000) and 38 hours by SD Avitabile ($13,000).  Does that sound right to you?  I have to allocate this to the business units - should it all go to East Power Trading?",
        "mid": 20767,
        "subject": "Re: LeBoeuf bill"
    },
    {
        "body": "Please take a look at these prior to us getting together.Thanks,Andy---------------------- Forwarded by Andy Zipper/Corp/Enron on 06/16/2000 10:43 AM ---------------------------Andy Zipper06/15/2000 04:29 PMTo: Louise Kitchen/HOU/ECT@ECTcc:  Subject: Posting agreementLouise,Please review and add comments on the following. I d like to get your opinion on the language prior to sending to the lawyers etc. etc.Thanks.-andy",
        "mid": 20973,
        "subject": "Posting agreement"
    },
    {
        "body": "Attached is a draft of the Agreement we discussed.  The draft assumes that Enron will enter into an access agreement (or similar type of agreement) with the Sponsor or Platform and that this agreement will supplement (and, where necessary, supersede, the access agreement).  I think this is probably a valid assumption, because Enron will have to be a participant on the system on which it posts prices and the systems generally require all participants to sign a uniform form of agreement.Feel free to call after you have had a chance to review it.  Thanks.----------------------------------This e-mail is sent by a law firm and contains informationthat may be privileged and confidential. If you are not theintended recipient, please delete the e-mail and notify usimmediately. - ENRON.doc",
        "mid": 21088,
        "subject": "Price Posting Agreement"
    },
    {
        "body": "Mark - given Edmund s return to the office this week...and my absence (on vacation) , I d be grateful if you could e-mail Edmund as well on EOL matters.ThanksJustin---------------------- Forwarded by Justin Boyd/LON/ECT on 08/11/99 11:12 ---------------------------David Forster05/11/99 15:22To: Justin Boyd/LON/ECT@ECTcc: Mark Taylor/HOU/ECT@ECT, Edmund Cooper/LON/ECT@ECT Subject: Re: Euro Newsticker Info.  The Newsticker information will appear in both the House and Garden at the current time - we are unable to distinguish between the two at this time.Therefore, it would be available to all companies accessing our website, whether they are registered users or not.DaveJustin Boyd05/11/99 10:15To: David Forster/LON/ECT@ECTcc: Mark Taylor/HOU/ECT@ECT, Edmund Cooper/LON/ECT@ECT Subject: Re: Euro Newsticker Info.  Dave,It is important to ensure that, to the best of our knowledge, Newsticker Information is accurately stated, current and consistent with other information on the website and in the GTCs, Long Descriptions, User Guide, etc.Nonetheless, we will want to be able to rely on the Legal & Privacy Statement, since this contains an exclusion of liability for the timeliness and accuracy of information on the website (para 4) and an exclusion of any warranties as to the completeness and accuracy of information (para 3). A couple of questions:Will Newsticker Information only be relevant and available to companies that are actually trading on-line? Where on the website will the \"link\" to Newsticker Information appear? {This is important for the purposes of the Legal & Privacy Statement}RegardsJustinDavid Forster04/11/99 23:40To: Mark Taylor/HOU/ECT@ECT, Justin Boyd/LON/ECT@ECTcc:  Subject: Euro Newsticker Info.Mark/Justin,Obviously, we will need to have an appropriate examination of each data element, but do either of you foresee any complications with us providing information as per the attached via EnronOnline?I am wondering particularly about any liability we may have in the event that the information which we provide is late or wrong.Comments?Thanks,Dave---------------------- Forwarded by David Forster/LON/ECT on 04/11/99 21:46 ---------------------------David Forster28/10/99 20:44To: Marcello Romano/LON/ECT@ECT, Louise Kitchen/LON/ECT@ECTcc: Paul Goddard/LON/ECT@ECT, Rahil Jafry/LON/ECT@ECT Subject: Euro Newsticker Info.Attached is a European spreadsheet which shows possible information items which we could carry on our news ticker. (industry-specific stuff like linepack).It breaks down the items by product grouping.If we want to proceed with putting this kind of info. on the ticker, we would have to acquire legal approval and buy-in from the people who would be responsible for updating the information.What do you think? Should we proceed with putting this kind of stuff on the site? Note that at the current time, it would have to appear in Garden.Dave---------------------- Forwarded by David Forster/LON/ECT on 28/10/99 20:39 ---------------------------Paul Goddard28/10/99 17:49To: David Forster/LON/ECT@ECTcc: Rahil Jafry/LON/ECT@ECT Subject: Euro Newsticker Info.Dave - give me a call at your convenience to discuss.  (Note: the master file is in : T:/readwrite/web pricing / website content/ newsticker / Europe - ticker layout.xls)Thanks,P",
        "mid": 21312,
        "subject": "Re: Euro Newsticker Info."
    },
    {
        "body": "Chris,The Power Book shows a MTD origination variance of $17.5.  This is shown on the origination file(Power Tab) and will be picked up on the NGP&L today.  However it is still not being added into the MTD tab because the book administrator added the originator s name to the same cell as the origination category.  It is just a concatenate problem, but I don t have access to that file.  If you or Michael could fix that I would appreciate it.Thanks,Robinx57478",
        "mid": 22272,
        "subject": "Power Originations"
    },
    {
        "body": "Burton,The book INTRA-ONT-CAD-GDL  is in the AGG-GASlI portfolio, not in the AGG-GAS III and IV portfolios.  Please add this book to both the AGG-GASIII and AGG-GASIV portfolios.Thanks,Robin",
        "mid": 22919,
        "subject": "Portfolio Update"
    },
    {
        "body": "Zou,Hello, I hope you had a good flight back to Texas.  Thank you very much for your visit to the Denver location - I found it very informative.  I faxed over travel profiles to your office for the Enron North America, Denver employees.  I am now requesting the right to make travel using \"ClickTrip\" on behalf of the employees in our office:  Mark Whitt, Paul Lucci, Theresa Staab, and Tyrell Harrison.  Please set me, Heidi DuBose, up as their travel arranger.Thank you again for the meeting,Sincerely,Heidi DuBoseHeidi DuBoseEnron North America303.575.6470 (ph)303.534.0552 (fx)",
        "mid": 23680,
        "subject": "RE: Denver Travel Profiles/Arrangers"
    },
    {
        "body": "Lucy,Here is a draft of a memo we should distribute to the units that are subject to caps.  I wrote it as if it were from you.  It should come from the manager.It is very important that we tell new tenants what the utility cap for there unit is when they move in.  This needs to be written in on their lease.When you have to talk to a tenant complaining about the overages emphasize that it is only during the peak months and it is already warming up.  Have my Dad read the memo before you put it out.   You guys can make changes if you need to.Next week we need to take inventory of all air conditioners and refrigerators.  We have to get this done next week.  I will email you a form to use to record serial numbers.  The prospective buyers want this information plus we need it for our records.  Something to look forward to.It is 2 PM and I have to leave the office.  Please have my Dad call me with the information about the units at home 713-463-8626.  He will know what I mean.Talk to you later,Phillip",
        "mid": 24755,
        "subject": ""
    },
    {
        "body": "Richard, Compare your california production to the numbers in the 2000 California Gas Report.  It shows 410.  But again that might be just what the two utilities receive.",
        "mid": 25111,
        "subject": "Re: Western Gas Market Report -- Draft"
    },
    {
        "body": "Please add the following names to the mailing list:  Mike Grigsby, Frank Ermis, Keith Holst, Matt Smith, Janie Tholt -----Original Message-----From: \tLawner, Leslie  Sent:\tFriday, July 13, 2001 6:21 AMTo:\tAllen, Phillip K.; Kingerski, Harry; Kaufman, Paul; Tycholiz, Barry; Miller, Stephanie; Ponce, Roger; Black, Don; Hewitt, Jess; Shireman, Kristann; Courtney, Mark; Elliott, Chris; Dasovich, Jeff; Becky McCabe; Fulton, Donna; Steffes, Darla; Stoness, Scott; Johnson, TamaraCc:\tNicolay, ChristiSubject:\tCA Instrate Gas mattersThis is to quickly summarize our call on July 11 on California gas intrastate matters and set a direction for future activity.Unbundling:\t PG&E has a Gas Accord in effect through 12/31/03, which is generally positive.  We will participate in the development of a successor plan, and attempt to improve it if we can.  \t\tSoCalGas attempted its own version of a gas accord, but the CPUC refused to approve.  We will attempt to resurrect this accord and obtain CPUC approval. Hedging:  No proceeding currently exists to address gas hedging by LDCs.  (draft legislation does exist on the electric side to allow hedging and passthrough of costs).  Jeff has recommended that we approach the LDCs to begin discussing the issue and developing a strategy to take to the CPUC.  I suggest we develop an ENA-EES hedging proposal for CA and then take that to the LDCs.  I will attempt to put this is writing.Infrastructure:  CPUC has undertaken a proceeding to determine the need to improve infrastructure.  SoCal Gas and PG&E are responding with proposals.  We want to revitalize the infrastructure and ensure real markets exist and can develop.  Our task is to participate in these proceedings.(Please let me know who I left off the mailing list).",
        "mid": 27173,
        "subject": "RE: CA Instrate Gas matters"
    },
    {
        "body": "You have received this email because you are listed as a data approver. Please click http://itcapps.corp.enron.com/srrs/auth/emailLink.asp?ID=000000000070920&Page=Approval to review and act upon this request.Request ID          : 000000000070920Request Create Date : 10/25/01 8:31:54 AMRequested For       : lisa.vitali@enron.comResource Name       : EOL US NatGas Execute Website ID(Trader Access - Website)Resource Type       : Applications",
        "mid": 27483,
        "subject": "Request Submitted: Access Request for lisa.vitali@enron.com"
    },
    {
        "body": "Mark,I am going to be out of the office Wednesday and Thursday...pleasecoordinate with Jason the release procedures...I am traveling with DavidPruner, an we will discuss an review the latest proposal...I will havecomments for you Friday or Monday.brian>>> \"Whitt, Mark\" <Mark.Whitt@enron.com> 11/05/01 11:26AM >>>I have changed the dates and prices in these agreements, but thoseshould be the only changes necessary.  Let me know if either of youseeany other changes that are necessary.Brian, let s get together this afternoon and see if we can organizeourother capacity release transactions that need to be completed byDecember 1.  Does 3:00 your time work? <<Huber Capacity Release(El Paso) final.doc>>  <<JM Huber Confirm(Cal)Transport final.doc>>  <<JM Huber Confirm (Cal)W-O final.doc>> **********************************************************************This e-mail is the property of Enron Corp. and/or its relevantaffiliate and may contain confidential and privileged material for thesole use of the intended recipient (s). Any review, use, distribution ordisclosure by others is strictly prohibited. If you are not the intendedrecipient (or authorized to receive for the recipient), please contactthe sender or reply to Enron Corp. atenron.messaging.administration@enron.com and delete all copies of themessage. This e-mail (and any attachments hereto) are not intended to bean offer (or an acceptance) and do not create or evidence a binding andenforceable contract between Enron Corp. (or any of its affiliates) andthe intended recipient or any other party, and may not be relied on byanyone as the basis of a contract by estoppel or otherwise. Thank you. **********************************************************************",
        "mid": 27742,
        "subject": "Re: San Jaun Purchase Agreements"
    },
    {
        "body": "<HTML><HEAD><TITLE>Tell us what do you think of accessing applications with=out requiring VPN</TITLE></HEAD><STYLE>TD{FONT-SIZE: 10pt; COLOR: black; BA=CKGROUND-COLOR: white}</STYLE><BODY><table width=3D100% border=3D0 cellspac=ing=3D0 cellpadding=3D0><tr><td height=3D96 width=3D 22% ><img src=3D http:=//isc.dev.corp.enron.com/surveyVPN/images/index_r1_c1_r1_c1.gif  width=3D 5=29  height=3D 117 ></td><td height=3D 96  width=3D 100%  background=3D http=://isc.dev.corp.enron.com/surveyVPN/images/index_r1_c1_r1_c2.gif >&nbsp;</t=d></tr></table><table width=3D 100%  border=3D 0  cellspacing=3D 0  cellpad=ding=3D 0  height=3D 343 ><tr><td><form name=3D SurveyVPNForm  method=3D po=st  action=3D http://isc.enron.com/surveyVPN/SurveyVPNProcess.asp >Now that= you have access to the following applications without requiring VPN access=...<br><br><ul><li type=3D disc > Outlook Web Access (email and calendar)<b=r><li> PEP<br><li> XMS (Expense Reporting application)<br><br>And, COMING S=OON...<li> eHROnline (year-end)<li> Benefits Election (Oct. 29, 2001)<li> E=lectronic Pay Stubs (year-end), and<li> Much More,</ul>through the ClickAtH=ome Portal and the Internet, do you still believe you need remote access th=rough VPN from home to Enron networks (must have a valid business reason wi=th supervisor approval and a monthly cost)?<br><br><input type=3D radio  na=me=3D answer1  value=3D1>&nbsp;YES<input type=3D radio  name=3D answer1  va=lue=3D0>&nbsp;NO<input type=3D radio  name=3D answer1  value=3D-1>&nbsp;NOT= SURE<br><b><i>Please answer this survey from your computer at work, not vi=a Outlook Web Access.</i></b><br><br><input type=3D submit  name=3D btnSubm=it  value=3D Submit ></form></td></tr></table></BODY></HTML>",
        "mid": 27761,
        "subject": "THIS IS A SURVEY - ONE QUESTION"
    },
    {
        "body": "We have now received a new Password Application  and ETA amendment for the referenced counterparty.  As of the close of business today, we have shut down Bankers Trust Company for EOL trading.  All EOL trading should now be done through the referenced entity.  Enron has executed a Novation Agreement which is currently at Deutsche Bank for execution.  Per DB, we should receive the executed copy back from them on Monday.  Upon receipt of this Novation Agreement, all of the current Bankers Trust financial trades will be moved under the existing ISDA Master Agreement between Deutsche Bank AG and Enron North America Inc. dated  12/29/00.Global Counterparty:  Please ensure that the ISDA Master referenced above is attached to this counterparty in EOL.Confirmation Desk:  Please ensure that all EOL financial confirmations show this counterparty as \"Deutsche Bank AG, acting through its New York Branch\"MUCH THANKS!!!",
        "mid": 29063,
        "subject": "EOL - Deutsche Bank AG, acting through its New York Branch"
    },
    {
        "body": "Tracy:Can you send the latest long haul SLAs to Pat since I don t have access to them.  If you re not sure which ones to send, check with Robbi.Thanks!Marie -----Original Message-----From: \tLeahy, Patrick  Sent:\tThursday, August 09, 2001 5:23 AMTo:\tHeard, MarieCc:\tRossi, RobbiSubject:\tupdated SLA sHi Marie,Do you think you could forward me our most recent SLA s for Long Haul capacity?  David and I will work on modifying the Optus SLA s to fit into our Confirm.ThanksPat",
        "mid": 30449,
        "subject": "FW: updated SLA s"
    },
    {
        "body": "). Items in all of your mailbox folders including the Deleted Items and Sent Items folders count against your size limit.  You must empty the Deleted Items folder after deleting items or the space will not be freed.See client Help for more information.",
        "mid": 31884,
        "subject": "Your mailbox is over its size limit"
    },
    {
        "body": "I would like to cancel,as long as my RC is not charged. Unless I hear otherwise, I will asume this is ok.",
        "mid": 32441,
        "subject": "Derivatives I - Janaury 11, 2000"
    },
    {
        "body": "I have attached the proposed letter to Larry Taylor.  Please let me know if you want to make any changes.",
        "mid": 32618,
        "subject": "TVA"
    },
    {
        "body": "The Intratex disclosure looks fine. Check with Rex Rogers about what he wants to do about disclosing California litigation risk.\tGary Peng/ENRON@enronXgate\t04/26/2001 10:04 AM\t\t \t\t To: Charles Cheek/ENRON@enronXgate, Robert Eickenroht/ENRON@enronXgate, Richard B Sanders/HOU/ECT@ECT\t\t cc: Rex Rogers/ENRON@enronXgate\t\t Subject: Litigation DisclosureFind below the Litigation and Other Contingencies footnote from the the December 31, 2000 Annual Report.  Please update the section of the disclosure for which you are responsible for inclusion in the first quarter 2001 Form 10Q .  Also, please let me know if there are any new items that should be considered.Please respond no later than Wednesday May 2.Gary3-684114  LITIGATION AND OTHER CONTINGENCIES   Enron is a party to various claims and litigation, the significant items of which are discussed below.  Although no assurances can be given, Enron believes, based on its experience to date and after considering appropriate reserves that have been established, that the ultimate resolution of such items, individually or in the aggregate, will not have a material adverse impact on Enron s financial position or results of operations.   Litigation.  In 1995, several parties (the Plaintiffs) filed suit in Harris County District Court in Houston, Texas, against Intratex Gas Company (Intratex), Houston Pipe Line Company andPanhandle Gas Company (collectively, the Enron Defendants), each of which is a wholly-owned subsidiary of Enron.  The Plaintiffs were either sellers or royalty owners under numerous gas purchase contracts with Intratex, many of which have terminated.  Early in 1996, the case was severed by the Court into two matters to be tried (or otherwise resolved) separately.  In the first matter, the Plaintiffs alleged that the Enron Defendants committed fraud and negligent misrepresentation in connection with the \"Panhandle program,\" a special marketing program established in the early 1980s.  This case was tried in October 1996 and resulted in a verdict for the Enron Defendants.  In the second matter, the Plaintiffs allege that the Enron Defendants violated state regulatory requirements and certain gas purchase contracts by failing to take the Plaintiffs  gas ratably with other producers  gas at certain times between 1978 and 1988.  The trial court certified a class action with respect to ratability claims.  On March 9, 2000, the Texas Supreme Court ruled that the trial court s class certification was improper and remanded the case to the trial court.  The Enron Defendants deny the Plaintiffs  claims and have asserted various affirmative defenses, including the statute of limitations.  The Enron Defendants believe that they have strong legal and factual defenses, and intend to vigorously contest the claims.  Although no assurances can be given, Enron believes that the ultimate resolution of these matters will not have a material adverse effect on its financial position or results of operations.   On November 21, 1996, an explosion occurred in or around the Humberto Vidal Building in San Juan, Puerto Rico.  The explosion resulted in fatalities, bodily injuries and damage to the building and surrounding property.  San Juan Gas Company, Inc. (San Juan Gas), an Enron affiliate, operated a propane/air distribution system in the vicinity, but did not provide service to the building. Enron, San Juan Gas, four affiliates and their insurance carriers were named as defendants, along with several third parties, including The Puerto Rico Aqueduct and SewerAuthority, Puerto Rico Telephone Company, Heath Consultants Incorporated, Humberto Vidal, Inc. and their insurance carriers, in numerous lawsuits filed in U.S. District Court for the District of Puerto Rico and the Superior Court of Puerto Rico. These suits seek damages for wrongful death, personal injury, business interruption and property damage allegedly caused by the explosion.  After nearly four years without determining the cause of the explosion, all parties have agreed not to litigate further that issue, but to move these suits toward settlements or trials to determine whether each plaintiff was injured as a result of the explosion and, if so, the lawful damages attributable to such injury. The defendants have agreed on a fund for settlements orfinal awards. Numerous claims have been settled. Although no assurances can be given, Enron believes that the ultimate resolution of these matters will not have a material adverse effect on its financial position or results of operations.   Trojan Investment Recovery.  In early 1993, PGE ceased commercial operation of the Trojan nuclear power generating facility.  The OPUC granted PGE, through a general rate order, recovery of, and a return on, 87 percent of its remaining investment in Trojan.   The OPUC s general rate order related to Trojan has been subject to litigation in various state courts, including rulings by the Oregon Court of Appeals and petitions to the Oregon Supreme Court filed by parties opposed to the OPUC s order, including the Utility Reform Project(URP) and the Citizens Utility Board (CUB).   In August 2000, PGE entered into agreements with CUB and the staff of the OPUC to settle the litigation related to PGE s recovery of its investment in the Trojan plant.  Under the agreements, CUB agreed to withdraw from the litigation and to support the settlement as the means to resolve the Trojan litigation.  The OPUC approved the accounting and ratemaking elements of the settlement on September 29, 2000.  As a result of these approvals, PGE s investment in Trojan is no longer included in rates charged to customers, either through a return on or a return of that investment.  Collection of ongoing decommissioning costs at Trojan is not affected by the settlement agreements or the September 29, 2000 OPUC order.  With CUB s withdrawal, URP isthe one remaining significant adverse party in the litigation. URP has indicated that it plans to continue to challenge the OPUC order allowing PGE recovery of its investment in Trojan.   Enron cannot predict the outcome of these actions.  Although no assurances can be given, Enron believes that the ultimate resolution of these matters will not have a material adverse effect on its financial position or results of operations.   Environmental Matters.  Enron is subject to extensive federal, state and local environmental laws and regulations.  These laws and regulations require expenditures in connection with theconstruction of new facilities, the operation of existing facilities and for remediation at various operating sites.  The implementation of the Clean Air Act Amendments is expected to result in increased operating expenses.  These increased operating expenses are not expected to have a material impact on Enron s financial position or results of operations.   Enron s natural gas pipeline companies conduct soil and groundwater remediation on a number of their facilities.  Enron does not expect to incur material expenditures in connection with soil and groundwater remediation.",
        "mid": 32877,
        "subject": "Re: Litigation Disclosure"
    },
    {
        "body": "Please see attached memo.  This is still a draft.  Jim has asked me to schedule a conference call about this.  Lysa - please set up the call.",
        "mid": 35224,
        "subject": "Memo Jim Steffes requested on Cal ISO Price Caps"
    },
    {
        "body": "A worksheet is available in T:COMMONAR  GT_3Days COM08.xls of commodity invoices billed August 2001 accounting month that have not cleared AR. Please update the Excel worksheet by 5 p.m. on Thursday (10/18) to reflect any payments that have been received but not cleared in SAP or to report the date your shipper will remit payment. If your shipper is not paying or short paying the invoices, include the reason. Provide a copy of  your payment detail or SAP report to me to support unapplied payments. Also, there are 30 outstanding August 2001 DEMAND invoices totaling $84,487 that are outstanding. Please apply any payments immediately or advise me of any disputed issues concerning these invoices. (The affected analysts have been given a report of the invoices to be resolved.)The new cash application process should be used to apply payments. (See T:CommonMarket Services TrainingARNettingProcedures.ppt  to get a copy of the procedures.) Let me know if you have questions or need assistance.",
        "mid": 42384,
        "subject": "August 2001 Commodity Updates due 10/18  by 5 p.m."
    },
    {
        "body": "Virginia,In effort to complete the close-out the original work order for Revenue Management, JN8485, please take the additional late charge of $12,600 from third party contract-Sheryl Kimes and move it from the JN8485 Work Order and charge it to Work Order c.000979 (RM Science).  As we discussed, this transfer needs to be effective for December 2000 business.  If you need anything else regarding this charge, please don t hesitate to call me.  Thanks, KimX33098",
        "mid": 45505,
        "subject": "Work Order JN8485"
    },
    {
        "body": "Someone from EES needs to be on this conference call.  I will not be babysitting to make sure someone does sit in, so the responsibilty is yours to take care of the drop to POLR.  The desk has done all it can do regarding this subject.-Joe -----Original Message-----From: \t\"Richter, Tracy\" <trichter@ercot.com>@ENRON  Sent:\tWednesday, December 12, 2001 11:06 AMTo:\tHafner, Allyson; Wagner, Joseph; Harris, DianeCc:\tBergman, Karen; Mingo, Sonja; Martindill, AngelaSubject:\tConference call to discuss Enron Drop to POLRImportance:\tHighWe would like to have a conference call today at 11:30 to discuss the Enron Drop to POLR.  The conference call number is:  1-800-430-8190 with a pass code of 7260.  Please let me know if you will not be able to call in. Thank you, Tracy RichterRegistration AnalystERCOT (512)248-3874trichter@ercot.com",
        "mid": 48202,
        "subject": "FW: Conference call to discuss Enron Drop to POLR"
    },
    {
        "body": "Bevin,Please file the attached at the Commission. Rebecca/Nancy,I did not file the Commission template as an attachment because I do not think that is necessary. Also, the filing outlining the customer classes and their meter classifications is not required by the Commission, and is competitive information. In the attached, I indicated the class of customer that we served during the pilot, and number of customers. That will suffice to meet our rule obligations. Please call with any questions.Many thanks,Gloria",
        "mid": 48329,
        "subject": "Pilot Filing"
    },
    {
        "body": "\tTASK ASSIGNMENTTask Priority:\t\t2Task Due On:\t\t3/22/2001Task Start Date:\t3/22/2001",
        "mid": 48367,
        "subject": "Call David Marks"
    },
    {
        "body": "Please include as appropriate.Jim -----Original Message-----From: \tMontovano, Steve  Sent:\tSunday, November 04, 2001 9:01 AMTo:\tSteffes, James D.Subject:\tFW: IRTFJim - Here is  what I believe to be a \"final\" for the month of October.  If there are changes you will receive them on Monday as early as possible.  SMPS - even though there may be changes this still counts as being in early as originally promised! -----Original Message-----From: \tBellas, Kirsten  Sent:\tFriday, November 02, 2001 1:14 PMTo:\tMontovano, SteveSubject:\tIRTFSteve,Here s the updated IRTF with your info. included. K",
        "mid": 48917,
        "subject": "FW: IRTF"
    },
    {
        "body": "Sounds good.  Please make sure that Jeff Brown in EES is kept in the loop if this gets close to goal line.Jim -----Original Message-----From: \tHoatson, Tom  Sent:\tMonday, October 22, 2001 11:32 AMTo:\tAllegretti, Daniel; Comnes, Alan; Fromer, Howard; Kingerski, Harry; Landwehr, Susan M.; Maurer, Luiz; Novosel, Sarah; Roan, Michael; Steffes, James D.; Twiggs, ThaneSubject:\tPJM ICAP Working GroupFYI -Susan Covino of New Power Company has successfully at formed a users group within PJM (PJM rules require at least five companies to form a users group that then has the authority to present changes to the PJM Members Committee for implementation but can also petition the Board directly if not satisfied with the Members Committee outcome) to address ICAP in PJM.  The group is called \"ICAP Solution User Group\" and the first meeting is scheduled for Oct 29.  I am planning on attending.  I assume the approach will be interim changes to ICAP with the ultimate goal of elimination.",
        "mid": 49849,
        "subject": "RE: PJM ICAP Working Group"
    },
    {
        "body": "Sue --Please work with Diann to determine if their calculations are tariff driven= or simply an internal process of SCE.Thanks,Jim -----Original Message-----From: =09Huddleson, Diann =20Sent:=09Friday, September 14, 2001 9:40 AMTo:=09Bradford, William S.Cc:=09Curry, Wanda; Steffes, James D.; Hughes, EvanSubject:=09RE: SCE - Enron Corp. Guaranty for EEMCAs a matter of fact, I disputed their calculations when I was there.  They =are basing our deposits on the total charges rather than just the transmiss=ion and distribution charges, which is all we are responsible for.  Accordi=ng to them, they do not distinguish between DA and bundled charges.Jim, do you feel we have any recourse in challenging SCE s methodology for =calculating these requirements?From:=09William S Bradford/ENRON@enronXgate on 09/14/2001 07:51 AMTo:=09Diann Huddleson/HOU/EES@EEScc:=09Wanda Curry/ENRON@enronXgate=20Subject:=09RE: SCE - Enron Corp. Guaranty for EEMCDo we have no way to confirm the validiity of the amount required?  There h=as to be some tariff driven requirement or I am just dreaming?Bill -----Original Message-----From: =09Huddleson, Diann =20Sent:=09Friday, September 14, 2001 7:48 AMTo:=09Bradford, William S.Cc:=09Abrams, Clement; Seibel, Teresa; Hughes, Evan; Winter, Maurice; Ngo, =Tracy; Curry, WandaSubject:=09RE: SCE - Enron Corp. Guaranty for EEMCBill, SCE s security requirements are based on their projected bill amounts= for each account that will switch.  They are the ones to calculate this.  =I will contact Kim Santa Cruz today and see if they have increased their re=quirements since August 9.From:=09William S Bradford/ENRON@enronXgate on 09/13/2001 07:15 PMTo:=09Clement Abrams/ENRON@enronXgate, Diann Huddleson/HOU/EES@EEScc:=09Teresa Seibel/ENRON@enronXgate, Evan Hughes/HOU/EES@EES, Maurice Wint=er/HOU/EES@EES, Tracy Ngo/ENRON@enronXgate, Wanda Curry/ENRON@enronXgate=20Subject:=09RE: SCE - Enron Corp. Guaranty for EEMCDiann,We need to read the tariff and understand SCE s security requirement and th=en extrapolate potential requirements based on our expected load.Wanda - do you have time to help with this analysis?Does it make sense to offer the guaranty for $50mm and move on?Let s discuss,Bill -----Original Message-----From: =09Abrams, Clement =20Sent:=09Thursday, September 13, 2001 9:02 AMTo:=09Huddleson, Diann; Bradford, William S.Cc:=09Seibel, Teresa; Hughes, Evan; Winter, Maurice; Ngo, Tracy; Curry, Wan=daSubject:=09RE: SCE - Enron Corp. Guaranty for EEMCDiann,When I spoke with Kim, she suggested that I direct the question to credit, =hence the inquiry.Clement -----Original Message-----From: =09Huddleson, Diann =20Sent:=09Thursday, September 13, 2001 8:35 AMTo:=09Bradford, William S.Cc:=09Abrams, Clement; Seibel, Teresa; Hughes, Evan; Winter, Maurice; Ngo, =Tracy; Curry, WandaSubject:=09RE: SCE - Enron Corp. Guaranty for EEMCBill, not sure what \"effective\" date is needed.    Our customer accounts be=gan switching to direct access in late June.  As for the maximum requiremen=t, the amount is dictated by SCE.  When I met with Kim Santa Cruz, et al, o=n August 9, the amount they calculated for EESO was at $37,111,872.  It is =likely that amount has gone up, but I have received no official request sin=ce then.Clement, do you know what the latest security requirement is?From:=09William S Bradford/ENRON@enronXgate on 09/12/2001 12:57 PMTo:=09Clement Abrams/ENRON@enronXgate, Teresa Seibel/ENRON@enronXgatecc:=09Diann Huddleson/HOU/EES@EES, Evan Hughes/HOU/EES@EES, Maurice Winter/=HOU/EES@EES, Tracy Ngo/ENRON@enronXgate, Wanda Curry/ENRON@enronXgate=20Subject:=09RE: SCE - Enron Corp. Guaranty for EEMCDiann,Do you have a view on the effective date?  What is the maximum guaranty req=uirement under the direct access?  We should probably put the cap north of =that level.Please advise,Bill -----Original Message-----From: =09Abrams, Clement =20Sent:=09Wednesday, September 12, 2001 12:49 PMTo:=09Seibel, TeresaCc:=09Huddleson, Diann; Hughes, Evan; Winter, Maurice; Bradford, William S.=; Ngo, TracySubject:=09RE: SCE - Enron Corp. Guaranty for EEMCTeresa,Myself and Kim Santa Cruz of SCE have agreed in principal to the format of =the guarantee to be provided by Enron Corp.  The only matters to be finaliz=ed with respect to the guarantee is the effective date and aggregate cap am=ount of the guaranty.  Could you supply this remaining information?=20Thanks,=20Clem -----Original Message-----From: =09Bradford, William S. =20Sent:=09Friday, August 03, 2001 6:35 AMTo:=09Abrams, Clement; Seibel, TeresaCc:=09Richardson, Cindy; Huddleson, Diann; Hughes, Evan; Winter, MauriceSubject:=09RE: SCE - Enron Corp. Guaranty for EEMCTeresa,Please work with Diann s team and Treasury to see if we can issue a 2 month= surety while Clem works out the details on the guaranty format.  Work with= Diann s team and SCE to validate the $ amount.  Use Veronica Gonzalez to h=elp if necessary.  Make sure formats on surety are approved by EES legal.  =Hopefully we will be able to replace with a guaranty in a couple of months.Thanks,Bill -----Original Message-----From: =09Abrams, Clement =20Sent:=09Thursday, August 02, 2001 6:46 PMTo:=09Bradford, William S.; Seibel, TeresaCc:=09Richardson, Cindy; Huddleson, Diann; Hughes, Evan; Winter, MauriceSubject:=09RE: SCE - Enron Corp. Guaranty for EEMCBill,Given the nature of progress in the past, I wouldn t want to hang my hat on= saying that the guaranty can be completed within a day or two.  What I can= do to push the process ahead quicker is to provide comments to the extent =that they are absolute and necessary and then leave it with Southern to say= that they can or cannot accommodate us.  Is there any possibility of uppin=g the surety bond support for a short period until this can be handled?Clem -----Original Message-----From: =09Bradford, William S. =20Sent:=09Thursday, August 02, 2001 4:16 PMTo:=09Abrams, Clement; Seibel, TeresaCc:=09Richardson, Cindy; Huddleson, Diann; Hughes, Evan; Winter, MauriceSubject:=09RE: SCE - Enron Corp. Guaranty for EEMCClem,This process has been ongoing and we should have been continuing to pursue =this guaranty.  Sorry for any confusion if you feel this has been late noti=ce.  We need to resolve this issue ASAP.  If you are unavailable, we have t=he option to issue a surety bond at some cost.  Please advise if you feel w=e should pursue this option given the short time frame.Bill -----Original Message-----From: =09Abrams, Clement =20Sent:=09Thursday, August 02, 2001 1:27 PMTo:=09Seibel, TeresaCc:=09Richardson, Cindy; Bradford, William S.; Huddleson, Diann; Hughes, Ev=an; Winter, MauriceSubject:=09RE: SCE - Enron Corp. Guaranty for EEMCTeresa,Teresa, I believe you understand what the negotiation pattern has been betw=een Enron Corp. and Southern California Edison.  It has not changed, especi=ally given the fact that once again I have received a form of guaranty that= is different than before and would need to be modified in order to be acce=ptable to Enron Corp.  I received the guaranty and have not been able to ad=dress it because I have been busy preparing items for the upcoming Enron Co=rp. board meeting.  And, just as in the past, Enron Corp. and Southern Cali=fornia Edison has not been able to come to any agreement as to what the for=m will look like.  My question is, why is it the case that it is the ninth =hour when it is determined that Enron Corp. has to deliver a guaranty, espe=cially to Southern California Edison (a Counterparty where it is well known= that there will be problems with the format)?  Surely, we are keeping trac=k of our credit limits and the time frames in which they can to be exceeded=.  There will be a negotiation process and it may not necessarily meet the =time frame that you have mentioned below.Clement   =20 -----Original Message-----From: =09Seibel, Teresa =20Sent:=09Thursday, August 02, 2001 1:07 PMTo:=09Abrams, ClementCc:=09Richardson, Cindy; Bradford, William S.; Huddleson, Diann; Hughes, Ev=an; Winter, MauriceSubject:=09SCE - Enron Corp. Guaranty for EEMCImportance:=09HighClement - On Monday I sent you a request via email and fax regarding the ne=ed to put in place a Enron Corp Guaranty for Enron Energy Marketing Corp.(E=EMC) to Southern California Edison.  This has now become very urgent, since= EEMC is now close to going over their current credit limit.  Please let me= know as soon as possible what the status is.  Thanks, Teresa",
        "mid": 50113,
        "subject": "RE: SCE - Enron Corp. Guaranty for EEMC"
    },
    {
        "body": "Attached is the final draft of this paper for comment.  It incorporates the comments of those who responded but there is time for further redrafting.  However, given the filing deadline (Wednesday) further changes are likely to be wordsmithing unless someone vehemently objects to the structure.regardsMike ext. 57634PS.  There were no objections to my thoughts on structure so we have concentrated on the rationale supporting RTO s and effective spot markets as mechanisms that achieve the goals of ICAP (i.e A spot market is Enrons solution).  We then state that if others have different views, any resulting separate iCap proposal if implemented should be interim in nature and minimise spot market distortions.  Finally we attach a simple interim solution as an appendix (so it does not detract from our main argument structure) so that if there is an ongoing debate we will be able to take part...",
        "mid": 50758,
        "subject": "Updated EPMI/EES draft ICAP paper"
    },
    {
        "body": "He works or worked here and he wanted my email address at home.  I think we should kill the deal on the firelogs.  Just too much unknown right now.  Tell her the truth about Enron and my employment situation and find out what we need to do to stop the deal (in writing and by when?)-----Original Message-----From: Jennifer Reitmeyer [mailto:jennsreit@houston.rr.com]Sent: Thursday, November 29, 2001 9:22 AMTo: JaySubject: fire logsI need to call that lady back, what should I say?  Do you know who ColinTonks is?  did you forward that e-mail to me?heartme",
        "mid": 52171,
        "subject": "RE: fire logs"
    },
    {
        "body": "NOTE:  YOU WILL RECEIVE THIS MESSAGE EACH TIME YOU ARE SELECTED AS A REVIEWER.You have been selected to participate in the Year End 2000 Performance Management process by providing meaningful feedback on specific employee(s).  Your feedback plays an important role in the process, and your participation is critical to the success of Enron s Performance Management goals.To complete requests for feedback, access PEP at http://pep.corp.enron.com and select Perform Review under Performance Review Services.  You may begin providing feedback immediately and are requested to have all feedback forms completed by Friday, November 17, 2000.If you have any questions regarding PEP or your responsibility in the process, please contact the PEP Help Desk at:Houston: 1.713.853.4777, Option 4London:  44.207.783.4040, Option 4Email: perfmgmt@enron.comThank you for your participation in this important process.The following is a CUMULATIVE list of employee feedback requests with a status of \"OPEN.\"   Once you have submitted or declined an employee s request for feedback, their name will no longer appear on this list.Review Group: ENRONFeedback Due Date: Nov 17, 2000Employee Name                   Supervisor Name                 Date Selected-------------                   ---------------                 -------------CHRISTIANSEN, SUZANNE D         RANDALL L GAY                   Nov 01, 2000FRANK, CAROLE C                 DARRON C GIRON                  Nov 01, 2000GAY, RANDALL L                  ROBERT A SUPERTY                Nov 01, 2000LENHART, MATTHEW F              PHILLIP K ALLEN                 Oct 31, 2000LUCCI, PAUL T                   MARK WHITT                      Nov 02, 2000WOLFE, JASON                    DARRON C GIRON                  Nov 06, 2000",
        "mid": 52677,
        "subject": "Year End 2000 Performance Feedback"
    },
    {
        "body": "Please review this file every day.  Biliana will be posting this file on the web in the near future.  The summary includes all desk to desk deals.Mike -----Original Message-----From: \tPehlivanova, Biliana  Sent:\tMonday, November 19, 2001 3:46 PMTo:\tAllen, Phillip K.; Ermis, Frank; Gay, Randall L.; Grigsby, Mike; Holst, Keith; Kuykendall, Tori; Lenhart, Matthew; Reitmeyer, Jay; Scott, Susan M.; Smith, Matt; South, Steven P.; Tholt, Jane M.; Wolfe, JasonSubject:\tDesk to Desk Deals << File: Desk to Desk Deals 1119.pdf >>",
        "mid": 53402,
        "subject": "RE: Desk to Desk Deals"
    },
    {
        "body": "In preparation for the upcoming move to Enron Center South we are moving your Home Directories to a new trading cluster.WHAT YOU NEED TO DO:This will occur for you this EVENING after 6PM.  We will need to restart your computer in order to complete this action.  Please log out or your computer by 6PM, if the machine is not logged off we will reboot the machine in order to complete these actions.  Save your data before going home this evening.If you have outstanding circumstances that we should address, please reply to this e-mail and we will change our schedule accordingly.HERE ARE A FEW OF THE BENEFITS OF THIS ACTION:Newer, more stable environmentMore disk space available for common dataFaster network connectionsHOW THIS WILL EFFECT YOU:If you are a laptop user and have to work at home, you should save any work to your  C:  drive on the laptop.  DO NOT use the \"My Documents\" folder.  When you return to work and reconnect to the network, any changes made to files/folders in the \"My Documents\" folder may be deleted from the laptop.Laptops reconnecting to the network for the first time will receive a synchronization error. RESOLUTION:Please call the Resolution Center (x3-1411) and they will correct the problem ASAP.We will have additional Technicians available on the floor if the Resolution Center has any problems.",
        "mid": 53494,
        "subject": "IMPORTANT!  Actions this evening."
    },
    {
        "body": "---------------------- Forwarded by Elizabeth Sager/HOU/ECT on 04/13/2000 11:23 AM ---------------------------   \tEnron North America Corp.\t\tFrom:  David Portz                           04/13/2000 10:30 AM\tTo: Geoffrey Allen/Enron Communications@Enron Communicationscc: Elizabeth Sager/HOU/ECT@ECT Subject: NSP Summer 2000 confirmationsAs discussed attached are the three draft confrimations, redlined to reflect changes for the e-mailed drafts which were the subject of our discussions yesterday.  Please call with any further comments.  --David",
        "mid": 53882,
        "subject": "please print NSP Summer 2000 confirmations"
    },
    {
        "body": "GeniaJust to be sure we are working with the \"latest form\" of Enron guaranty, could you get from Tana the most current swap one and the check it agaianst the one we use for EEI - I would think they should be the same;  if not, lets discuss. Thanks",
        "mid": 54509,
        "subject": "Re: Change to Form of Guaranty attached to EEI Master"
    },
    {
        "body": "Please deliver to Peter ASAP thanks",
        "mid": 54548,
        "subject": "EEMC Side Letter re Corporation vs Inc."
    },
    {
        "body": "Just a reminder about the monthly report - Please update and give to Dina sometime today if at all possible.  We ll aim for more lead time next month.Thanks!Kay C. YoungLegal SpecialistEnron North America Corp.713-853-6794 Phone713-646-3393 Faxkay.young@enron.com",
        "mid": 55075,
        "subject": ""
    },
    {
        "body": "Brenda:Please revise Part 1(a)(2) of the Other Changes section of the EEI Cover=20Sheet as follows:  Section 1.53 is amended to (i) delete the phrase \"at the==20Delivery Point\" from the second line, (ii) delete the phrase \"at Seller=01,=s=20option\" from the fifth line and replace it with the following: =01&absent a==20sale=018, and (iii) insert after the phrase =01&commercially reasonable man=ner=018 in=20the sixth line, the following phrase =01&; provided, however if the Seller =is=20unable after using commercially reasonable efforts to resell all or a porti=on=20of the Product not received by Buyer, the Sales Price with respect to such==20Product shall be deemed equal to zero (0)\".Note that the only change is the substitution of \"not received\" for \"not=20delivered\" in the last line above.********************To everyone else:  If you have EEI Cover Sheets under negotiation, please==20note this change so that you can ensure that the Cover Sheet is modified=20accordingly.  In the future, when anyone makes such a change to the Cover==20Sheet, please notify the entire group so that we can all ensure that pendin=g=20EEI Masters reflect any updates.Regards,Leslie",
        "mid": 55350,
        "subject": "Revisions to EEI Cover Sheet"
    },
    {
        "body": "Elizabeth Sager713-853-6349 -----Original Message-----From: \t\"BENNETT YOUNG\" <BYOUNG@LLGM.COM>@ENRON [mailto:IMCEANOTES-+22BENNETT+20YOUNG+22+20+3CBYOUNG+40LLGM+2ECOM+3E+40ENRON@ENRON.com] Sent:\tFriday, August 31, 2001 3:28 PMTo:\tHuddleson, Diann; Sager, Elizabeth; Steffes, James D.; Mellencamp, Lisa; Tribolet, Michael; Williams, Robert C.; Hall, Steve C. (Legal); vsharp@enron.com; Curry, WandaCc:\tCARL EKLUND; John KlaubergSubject:\tAttached FilesI attach what I believe to be the final versions of the riders to the proofs of claim for EPMI, EES, ENA, EEMC and ECC.  Please contact me as soon as possible with any additional comments.Ben YoungBennett G. YoungOne Embarcadero Center, Suite 400San Francisco, California 94111(415) 951-1167byoung@llgm.com==============================================================================This e-mail, including attachments, contains information that is confidential and may be protected by the attorney/client or other privileges.  This e-mail, including attachments, constitutes non-public information intended to be conveyed only to the designated recipient(s).  If you are not an intended recipient, please delete this e-mail, including attachments, and notify me.  The unauthorized use, dissemination, distribution or reproduction of this e-mail, including attachments, is prohibited and may be unlawful.============================================================================== - RIDERTOE.DOC  - ridertoE.DOC  - ridertoE.DOC  - ridertoE.DOC  - ridertoE.DOC",
        "mid": 57869,
        "subject": "please print files"
    },
    {
        "body": "SusanLooks like there is alot of work needed on Cathy s draft. I m working this weekend and hopefully we all can meet on Monday.  Meanwhile can you get from John anything in writing that we used in connection with opposing the Bingham bill.  Those arguments would be very helpful to maybe repeat in the FERC response-----Original Message----- From: Shelk, John Sent: Fri 9/28/2001 3:34 PM To: Lindberg, Susan; Comnes, Alan; Sager, Elizabeth; Novosel, Sarah; Alvarez, Ray; Robertson, Linda; Roan, Michael; Nicolay, Christi L.; Yoho, Lisa Cc: Murphy, Harlan Subject: RE: draft of comments on Reporting Requirements NOPRAnswering Susan s question, the EPMI s draft comments on the reporting requirement NOPR are in fact consistent with our position on the Bingaman bill.  As initially drafted, that bill would essentially require FERC to do what it proposes in this NOPR to under its existing discretionary authority.  We have used many of the arguments in the draft comments in our discussions against this aspect of the Bingaman draft.-----Original Message----- From: Lindberg, Susan Sent: Thursday, September 27, 2001 10:47 AM To: Comnes, Alan; Sager, Elizabeth; Novosel, Sarah; Alvarez, Ray; Shelk, John; Robertson, Linda; Roan, Michael; Nicolay, Christi L.; Yoho, Lisa Cc: Murphy, Harlan Subject: FW: draft of comments on Reporting Requirements NOPR Attached is a draft of EPMI s comments on the Reporting Requirements NOPR.  Alan Comnes and I will be working with ENA Legal on some revisions to the draft and will circulate those revisions within the next few days.  Of course we would welcome your comments at any time.  John, I assume this is consistent with our position on the Bingaman bill but let us know if anything needs to be changed.  EPMI s comments are due next Friday, October 5. Susan Lindberg 713.853.0596 -----Original Message----- From: Catherine McCarthy [<mailto:CPMCCART@LLGM.COM>] Sent: Wednesday, September 26, 2001 4:25 PM To: Murphy, Harlan; Lindberg, Susan Cc: Samuel Backfield; Samuel Behrends Subject: EPMI Comments.DOC   Attached are the draft comments.  I apologize for the delay.  We were distracted by the FERC meeting - exciting day.  You all must be happy about the Commission s discussions on RTOs but uncertain about the market power initiatives.   Please call Sam or me with any comments on the filing.  Thank you, Cathy  Catherine P. McCarthy LeBoeuf, Lamb, Greene & MacRae, LLP 1875 Connecticut Avenue, NW Washington, DC  20009 (202) 986-8253 cpmccart@llgm.com ============================================================================== This e-mail, including attachments, contains information that is confidential and may be protected by the attorney/client or other privileges.  This e-mail, including attachments, constitutes non-public information intended to be conveyed only to the designated recipient(s).  If you are not an intended recipient, please delete this e-mail, including attachments, and notify me.  The unauthorized use, dissemination, distribution or reproduction of this e-mail, including attachments, is prohibited and may be unlawful.==============================================================================",
        "mid": 57922,
        "subject": "FW:  draft of comments on Reporting Requirements NOPR"
    },
    {
        "body": "hi steve could you let christian know about the secretarty situation - I tried to cc him  on the earlier message  sent you but I just got a response saying no delivery.  thanks-----Original Message----- From: Hall, Steve C. (Legal) Sent: Fri 10/19/2001 4:14 PM To: Sager, Elizabeth Cc: Subject: Sierra Pacific Power/Nevada PowerElizabeth, Background: On Wednesday, October 10, the NPUC voted to authorize its General Counsel to seek to void or renegotiate certain SPP/NP long-term power contracts by either going to court or filing a complaint at FERC.  According to the utilities, the contracts are out-of-the-money by approximately $800 million. Enclosed, you ll find. . . .:  Attached is a spreadsheet showing all of the physical Enron-SPP/NP deals that are (1) currently flowing or (2) scheduled for future delivery.  I have left off transactions that have been completed because the tenor of SPP/NP s statements indicates that they are seeking prospective relief, not refunds.I am also going to fax to you two pages showing our credit exposure to SPP and NP.  Worst case, back of the envelope, we are looking at approximately $400 million in MTM exposure for all deals.  However, the prices under these deals range from $27.50/MWh to $311/MWh (the $3.60 deal is for transmission).  It s extremely unlikely that FERC would (1) void every transaction or (2) reduce the price for every deal to $0.  Therefore, the true amount at risk is less than $400 million.Bottom line:  All in all, I think the risk of FERC undoing these transactions is unlikely for the following reasons: 1.  The ALJ in the Pacific Northwest refund case rejected claims for refunds of bilateral transactions because (1) the non-California long-term market was competitive, and (2) because of the concern about \"ripple\" claims.  Although the Commission has not yet adopted the ALJ s recommendation, I expect they will because it s the path of least resistance and has popular support.2.  SPP/NP is the only party arguing that the Southwest market is uncompetitive.  This aspect was fatal to the Pacific Northwest claims because the majority of the market did not want refunds.3.  SPP/NP was not required to buy power under these contracts----unlike the California utilities, which were required to buy from the PX.  Presumably, these were the lowest prices available at the time.4.  If FERC voids or reprices these contracts, it will be pressured to do the same for California s DWR contracts. Contracts/Collateral:  These transactions are all under the WSPP.  We currently hold no collateral from SPP/NP.  Tracy Ngo informs me that we have not insisted on margin or additional collateral because her understanding was that the WSPP did not let her ask for collateral absent an objective event, such as a credit downgrade or failure to get a rate increase.  I advised her that the WSPP standard allows for a call for collateral if the counterparty s \"financial viability\" decreases.  My view is that SPP/NP s admission that it is $800 million under water is, in itself, cause for a margin call.  I am, however, sensitive to the fact that a margin call might (1) be perceived as \"punishing\" SPP/NP for \"trying to enforce the law,\" or (2) strengthen SPP/NP s resolve to seek refunds.  Tracy will not request collateral until you have weighed in on this.Mitigation:  I spoke with Tim Belden and Tracy Ngo about this on Monday the 15th.  There is zero interest in trying to work with SPP/NP on a blend/extend.  \"Why should we loan a shaky counterparty more money?\"  There is also the feeling that we stand a great chance of winning at FERC.  Ultimately, we three were unable to come up with any ways to mitigate the exposure, other than being ready to vigorously respond to this challenge at FERC and being prepared to issue a statement to the press after the complaint is filed at FERC.Steve <<sierra2 101901.xls>>",
        "mid": 57969,
        "subject": "RE: Sierra Pacific Power/Nevada Power"
    },
    {
        "body": "Please review the attached outage report that pertains to your region. If you have any questions, please give me a call.Jerry Graves713-345-8923 (Office)713-646-2584 (Fax)",
        "mid": 59048,
        "subject": "Amarillo, and Midland, Region OutageRreports Through December 2002"
    },
    {
        "body": "The attached is the most recent list of operators and numbers.Please foward to your Team.ds",
        "mid": 59925,
        "subject": "MOPS"
    },
    {
        "body": "Please review the attached outage report that pertains to your region. If you have any questions, please give me a call.Jerry Graves713-345-8923",
        "mid": 60095,
        "subject": "Amarillo, Beatrice, Midland, and Minneapolis Region Outage Reports Through December 2002"
    },
    {
        "body": "\tPlease review the attached outage report.Jerry Graves713-345-8923",
        "mid": 60436,
        "subject": "Dakota Region Outage Report Through May 2002"
    },
    {
        "body": "I will be distributing your individual off duty report up through and including 10/15/01.  Though you do have access to this information on eHRonline please check this report to make sure you are on target with your vacation hours.  Also, your discretionary holiday does not carryover to the next year so check the report to verify whether or not you have actually taken the holiday.Sharon BrownETS Gas Control713-853-5660",
        "mid": 60578,
        "subject": "Off Duty Report"
    },
    {
        "body": "Linda,Can you schedule the meeting discussed below.Thanks,Andy -----Original Message-----From: \tUnverzagt, Andy  Sent:\tFriday, October 12, 2001 9:24 AMTo:\tArmstrong, JulieSubject:\tMeeting with Dan McCartyJulie,Would you please schedule a meeting for me to talk with Dan early next week.  I understand Jim Fallon and Dan have talked and Jim requested I follow up with Dan.Thanks,",
        "mid": 60664,
        "subject": "Andy Unverzagt"
    },
    {
        "body": "Please read this message from Cynthia and get back to her if you can help.  Thank you.Cynthia Gonter@EES03/22/2000 10:25 AMMS150 VOLUNTEERS NEEDED !!!CONTACT CYNTHIA GONTER(713) 345-7404If you are unable to ride or if you now someone that just wants to be a part of this GREAT EVENT \"MS150\" please contact Cynthia Gonter at the above phone# so we may add you to the list.  We need people for the lunch break on Sat April 15 in Bellville, that afternoon in Fayette County Fairgrounds in La Grange were we will all camp out at night and have a great dinner and entertainment.  This year we will also like to have some of our volunteers follow the riders to their end of VICTORY FINISH LINE.  We need people for lunch at Bastrop High School and at the finish line were there will be another party given by MS to celebrate the great challange our rides have just accomplished.  This will be in Austin at the Applied Materials site.WE ARE LOOKING FOR SERIOUS VOLUNTEERS THAT ARE WILLING TO SHARE THE FUN AND EXCITING EVENT OF THE YEAR WITH THIS GREAT ENRON TEAM !!!!  We look forward to hearing from you soon so we may have a group meeting and schedule you for your times.",
        "mid": 61737,
        "subject": "MS150 VOLUNTEERS NEEDED !!!"
    },
    {
        "body": "Here is Don Black presentation which he will pick up Wednesday morning.  Please give me a call if you have any questions.  Be sure to print out 10 color copies or black and white.  ThanksBen713-853-7998",
        "mid": 62904,
        "subject": ""
    },
    {
        "body": "PLease include me in the Houston MBA Program Information Session.  Thanks!Ben Rogers(713) 853-7998 Work(713) 355-8737 Homebenjamin.rogers@enron.com",
        "mid": 63392,
        "subject": "Houston, TX. Visit"
    },
    {
        "body": "Please double check the Capacity number when you use Mark Bernstein s model. Matthew Gimble and I found out that when you click ISO, the model actually spits out 95 degrees MW, and vice versa. Please call me if you have questions.",
        "mid": 65431,
        "subject": "Mark s Model"
    },
    {
        "body": "Ben, this file here attached is formatted for printing. Please trash the last file in favor of this one. regards, Scot---------------------- Forwarded by Scot Chambers/ENRON_DEVELOPMENT on 01/31/2000 04:37 PM ---------------------------Scot Chambers01/31/2000 04:03 PMTo: Benjamin Rogers@ENRON_DEVELOPMENT, Oscar Dalton@ENRON_DEVELOPMENTcc: Mark Dobler/ENRON_DEVELOPMENT@ENRON_DEVELOPMENT, John W Cates/ENRON_DEVELOPMENT@ENRON_DEVELOPMENT, Tom Callaghan/ENRON_DEVELOPMENT@ENRON_DEVELOPMENT, Richard Bickings/ENRON_DEVELOPMENT@ENRON_DEVELOPMENT Subject: Lincoln, Nebraska Preliminary O&M EstimateBen, please find attached the preliminary O&M estimate for the Lincoln, NE project that we discussed. It shows O&M cost estimates for a 20 year period assuming a stand alone plant with Availability required Monday - Friday, 6 am to 10 pm during the peak seasons (hence 2 operating shifts of staff). The GT major maintenance accrual is also shown assuming no membership in the Lease Engine Membership program. Since we will be buying the output of the plant from the Owner & Operator (LES) during a contract period, we may consider not showing them these numbers. Before tipping our hand, I d like to see what they plan to \"charge\" us for the O&M portion of the power they provide us during the agreement period. Please review these and the other assumptions to ensure that I understand the project correctly at this point (especially the water treatment part). Since its preliminary in nature, please consider its accuracy +/- 25% for our proforma purposes.If LES is to provide what they feel the O&M would be, please let me in on their numbers so we can provide our experience.thanks, Scot",
        "mid": 65440,
        "subject": "Lincoln, Nebraska Preliminary O&M Estimate"
    },
    {
        "body": "Ben,I was again good to talk with you and I look forward to thepossibilities. As we spoke of, Joe Toussaint is heading up the talentinitiative and coordinating the recruiting process. I spoke with Joetoday and he informed me he had left several contact numbers for you soI will at this point step out of the middle of process to allow for amore coordinated approach. I m sure I speak for Joe when I say webelieve the changes in the industry as well as Enron provide opportunityfor us both.Please provide Joe with your resume as soon as you can and as wediscussed be prepared to discuss your desires, skills and/or experiencesyou believe uniquely qualify you, as well as examples of your ability tocreate value.Again it has been my pleasure and I m sure Joe or his designee willcontact you concerning your trip to Cincinnati and scheduled activitiesnext week.Michael J. CyrusPresident & CEO, Cinergy, Energy Merchant",
        "mid": 67794,
        "subject": "Opportunity"
    },
    {
        "body": "Ben, Can we move the \"1/2 of the US slide\" to the middle of the page and title the slide \"Enron East Origination Development Sites\".  Please send to Ben Jacoby once complete.  Thanks again for your assistance.Stephenx 33890---------------------- Forwarded by Stephen Plauche/Corp/Enron on 05/12/2000 11:28 AM ---------------------------Benjamin Rogers@ECT05/12/2000 11:00 AMTo: Stephen Plauche/Corp/Enron@ENRONcc:  Subject: Re: Map",
        "mid": 68672,
        "subject": "Map"
    },
    {
        "body": "Attached for your review is the latest version of the Prospective InvestorsList.  Thanks. Rishi Modi> 212-325-9130  (phone)> 212-325-8047  (fax) rishi.modi@csfb.com> CREDIT | FIRST> SUISSE | BOSTON> Global Energy &>         Project Finance Group>>>> <<E2 Investor List 825.xls>>This message is for the named person s use only.  It may containconfidential, proprietary or legally privileged information.  Noconfidentiality or privilege is waived or lost by any mistransmission.If you receive this message in error, please immediately delete it and allcopies of it from your system, destroy any hard copies of it and notify thesender.  You must not, directly or indirectly, use, disclose, distribute,print, or copy any part of this message if you are not the intendedrecipient. CREDIT SUISSE GROUP and each of its subsidiaries each reservethe right to monitor all e-mail communications through its networks.  Anyviews expressed in this message are those of the individual sender, exceptwhere the message states otherwise and the sender is authorised to statethem to be the views of any such entity.Unless otherwise stated, any pricing information given in this message isindicative only, is subject to change and does not constitute an offer todeal at any price quoted.Any reference to the terms of executed transactions should be treated aspreliminary only and subject to our formal written confirmation. - E2 Investor List 825.xls",
        "mid": 68770,
        "subject": "E2 Investor List"
    },
    {
        "body": "Alma - can you copy me on the RSVP list for the Thursday party.",
        "mid": 69798,
        "subject": "RSVP List of Thursday"
    },
    {
        "body": "You have received this email because the requester specified you as their Manager. Please click http://itcapps.corp.enron.com/srrs/auth/emailLink.asp?ID=000000000081122&Page=Approval to review and act upon this request.Request ID          : 000000000081122Request Create Date : 1/16/02 3:15:43 PMRequested For       : chris.greaney@enron.comResource Name       : Unlisted Desktop ApplicationResource Type       : Applications",
        "mid": 71189,
        "subject": "Request Submitted: Access Request for chris.greaney@enron.com"
    },
    {
        "body": "The conference room 37c1 is booked at 11:00 - and I believe Julissa plans to have extra tables available to set up our dishes. Please see Julissa in 37c1 between 11:00 and 11:30 so she can tell us  how she d like items arranged. In the meantime - please keep at your desk unless you need to put in a refrigerator on your floor.The room is booked  (until 3pm), so we ll have plenty of time for going back for seconds, and for clean up.Hope that answers most questions.   Thanks....Sandy",
        "mid": 74737,
        "subject": "Set up of our Covered Dishes"
    },
    {
        "body": "Hey guys and gals our problems with pjm # s has been cleared up at last.  A spreadsheet has been set-up to give us pjm # s.  Its located in M:/ELECTRIC/24HR/NIGHTSHIFTDATA/PJMHOURLY.  The northeast guys will import their numbers into this spreadsheet everyday before they leave.  Our group will be responsible for the evening hours.  Please keep track of these when you come in to work the evening shift.  This procedure is temporary until the northeast guys start their 24 hour desk.  The start date for the northeast guys will be Nov. 1.  That is all!",
        "mid": 75496,
        "subject": "PJM AVERAGES"
    },
    {
        "body": "print---------------------- Forwarded by Jeffrey A Shankman/HOU/ECT on 10/02/2000 01:33 PM ---------------------------Chris Mahoney09/29/2000 02:16 AMTo: Mike McConnell/HOU/ECT@ECT, Jeffrey A Shankman/HOU/ECT@ECT, John L Nowlan/HOU/ECT@ECT, Greg Whalley/HOU/ECT@ECTcc:  Subject: how to go forward in the oil marketsCUSTOMER BUSINESS - EOLJeff - I think your ideas of adding marketing and research analysis to the group are good starting points. I don t feel this will increase revenues for us in 2001 as our  efforts here are only to win volume from others in a thin volume environment.  Eventually the captured deal flow should help the group trade from a better knowledge base but for the next year it will require a significant recruitment and training effort.   Both the recruitment and the teaching process are ones that we need to focus on.  Please let me know what you have in mind on the recruitment side and I would like to highlight that I feel there are very few people to teach the analysts and associates.  I plan on spending an increasing amount of my time working with the younger team that I m assembling in London.   By end October, the London office will have 5 managers, 4 associates and 1 analyst in our group.  This is a real shift from the approach of the past where the focus was on recruiting directors.   Given our previous track record on recruiting from the outside (about 33% success in terms of performing well and acclimating to enron) I think this is the right approach but we must realise this is a slower process when we look to revenue growth and one that will also require us to shift more focus toward teaching. My plan is to put much of the associate resources toward EOL marketing initially and see what talents they have for being marketing and analysis.  The one analyst joining the group is coming over one of the consulting companies in London and I m putting him in charge of drawing up a list of potential customers in every European country.  Please let me know if you have any plans of bringing somebody in to organise globally the marketing business.  Can t help but feel that we are very marginal in the electronic trading of oil and could lose all of our business in the near future.  Having seen the ICE demo I would prefer that system of ours because of volume.  This is a complaint that I have heard from many traders regarding the use of our system.  The challenge is how can we put up more volumes, more markets, and tighter 2 ways to convince more people to trade with us and not get run over.  What do we know about the ESPEED system and what they are going to have.  I saw a Reuters story saying they were launching Oct 2nd with Koch, Dynergy, Entergy, Willams, and a few others.  Are we thinking about trying to join up oil markets with either of these two sites and what are the plans if we do begin some of the small customer basis we do have?   This is area that we giving a great deal of effort and attention to but what are our plans if we fail to be the largest in this platform.  I don t feel that in the oil business we will be successful unless we can be the most preferred site because most companies will not have two websites up on the computers.   We are having a difficult time getting anybody but the most aggressive trading companies to look at our numbers so it seems difficult to believe the industry will look at two different e-trading sites.   BUILDING THE PHYSICAL TRADING BUSINESS This has always received luke-warm interest from Enron.  I believe that the inefficiency within the oil markets is not great enough to try and profit on thatalone.   So when we talk about going big that really means getting involved in some kind of steel and trying to dominate certain aspects of the physicalbusiness.  Tankage and shipping are the easiest and quickest ways for us to increase the business we are already doing in these areas with the shortestfinancial commitment.  Mike and Jeff you should be aware though that the corporate commitment to be in the oil business has previously been poor.  We cancandycoat this subject but it is very clear that most of our competitors are more aggressive on the credit and performance risk in emerging markets.  We havea credit department that have done a poor job, if any at all, in getting out there visiting with the national oil companies that we have to be able to participate with(petrobras, pertamina, petrolimex, sinochem, sinopec, egpc, nnpc) if we have any real plans of significantly expanding our physical volumes.   We are also theworst company in the oil business in putting out a contract that shows we have a commitment to perform.  Our contracts are also drafted with many escape clauses that will be rejected by many end-users who will insist on a greater performance guarantee.  As we discussed briefly in Singapore, I think there are several airlines that we could target in the U.S. for physical supply.  I will tell you now that legal would not accept the consequential damages that the airlines have in their tenders.   Previously, I have not gone after this business because I didn t believe we would have the political clout or sponsorship from those in your position to take legal on in such matters.  Please consider this (I will fax you a tender offer from Japan Airlines) and lets discuss if we are ready to accept that if we fail we are willing to accept that it could cost us several million dollars.  That kind of loss I have never experienced and seen it happen on very few occasions but it is something that we have to accept if we want to go after the airline business.  I will let you know more my thoughts about how we go should try to go forward....this message was more to highlight how I m trying to advance the group along and what are the challanges we face at the moment.  Lastly, on that theme we are trying to work with IT over here to develop some systems that will make us better suited to do customer business.  At the moment everybody is working off of individual excell spreadsheets and we are trying to get toward a server based systemand options system that would be available to everybody and designed by IT people instead of traders.  I will let you know if we need any help from you on this as intially we do seem to be getting stonewalled by the London IT department.",
        "mid": 77423,
        "subject": "how to go forward in the oil markets"
    },
    {
        "body": "Please follow up with this.  Jeff---------------------- Forwarded by Jeffrey A Shankman/HOU/ECT on 10/02/2000 02:18 PM ---------------------------Rick Bergsieker@ENRON_DEVELOPMENT09/25/2000 11:50 AMTo: Jeffrey A Shankman@ECT, Mike McConnell/HOU/ECT@ECTcc:  Subject: Doug ArnellAt our LNG coordination meeting in London last Friday, I asked Doug Arnell to be the point person tocoordinate the assembly of a quick data base of all of our LNG sources and uses and ship availability over the next several years.  He will work with Merritt Thomas, Brad Hitch and Eric Groves and will coordinate all of his work with Eric Gonzales.The purpose of this exercise is to give us, in light of the fact that we do not have an operational LNG book,  a quick picture of the overall situation so that we can make some quick calls on Hoegh Galleon, Abu Dhabi etc.I have noted that Doug has since started copying the two of you on lots of emails.  I will ask him to take the two of you out of the details on this for now so that we don t overload your email inboxes, unless you want to see all of the details.I will screen the emails and forward you info to keep you in the loop but at a higher altitude without all of the gory details.Please advise",
        "mid": 77435,
        "subject": "Doug Arnell"
    },
    {
        "body": "Thanks for your interest.  Mike and I have looked at cement a little, so I m interested in your perspective.  Please contact my asst.  Jennifer Burns, at ext 39440 and get on my calendar.  JeffKenneth Booi@ENRON_DEVELOPMENT10/05/2000 05:35 PMTo: Jeffrey A Shankman@ENRON_DEVELOPMENTcc:  Subject: Cement- a new business opportunity?Jeff:CALME s HR advised me that there is no match for my skills and experience in your business unit.  I spent a great part of my professional career in the oil & gas business.  Therefore, I have contacted Mike Brown to see if I can bring value to his team.  I have not gotten any response yet.As I have about three weeks left to find a position within Enron, I would like to explore/seek origination opportunities in a totally new area for Enron:  Cement.  This industry can be transformed to the new economy and given its size, it may well be a significant income generating market for us and certainly within a short time another commodity for EnronOnline.This is new for me but enormously challenging.  I am asking you to give me a chance to sell this concept to you at your convenience.  I have enclosed a brief resume for your review.I look forward to meeting with you.  Thanks, Jeffken",
        "mid": 77480,
        "subject": "Re: Cement- a new business opportunity?"
    },
    {
        "body": "Please print----- Forwarded by Jeffrey A Shankman/HOU/ECT on 02/21/2001 12:32 PM -----\tRaul Rizo-Patron\t02/20/2001 07:01 PM\t\t \t\t To: Jeffrey A Shankman/HOU/ECT@ECT, Mike McConnell/HOU/ECT@ECT\t\t cc: \t\t Subject: Project Ice - Enron & 3rd Party Risk Ratings",
        "mid": 78392,
        "subject": "Project Ice - Enron & 3rd Party Risk Ratings"
    },
    {
        "body": "Please print----- Forwarded by Jeffrey A Shankman/HOU/ECT on 02/21/2001 12:34 PM -----\tRaul Rizo-Patron\t02/21/2001 11:15 AM\t\t \t\t To: Jeffrey A Shankman/HOU/ECT@ECT, David McConnell/LON/ECT@ECT\t\t cc: \t\t Subject: Project Ice - Credit SummaryBelow is the credit summary put together by Tom Moran from our credit group.Sovereign RiskChina$50MM in open credit risk at any given time with 5-8 different counterparts$30MM in inventoryENE must be willing to commit $80 to $100MM in China on an unsecured basis at Transammonia s current business level.Prepayments for supply in Ukraine and RussiaMagnitudes of these prepays is not yet clearCurrently a 15% reserve is being held from the prepayment date until delivery dateProduct is currently sourced and sold in countries with low E-Ratings and where Enron does not have much credit knowledge.Credit Risk$430M (note:  thousand not million) in reported credit losses since 1995.$4MM as allowance for doubtful accounts on the balance sheet.All prepayments and L/C transactions are coordinated with credit in NY office.Credit rating system of A,B, or C$115MM in outgoing L/C are currently issued by TransammoniaUnable to determine counterparty concentration risk due to incomplete A/R & A/P reporting (should be obtained at follow-up due diligence)Most petchem and LPG counterparties are well know to Enron creditAlmost all fertilizer counterparties are new to EnronRaul",
        "mid": 78394,
        "subject": "Project Ice - Credit Summary"
    },
    {
        "body": "Could you also include the following to all presenters: Also, as part of your presentations, Mike and I would like each of you to identify 3 to 5 companies that we are not currently doing business, but should be.(Sorry for the second email, Cathy)",
        "mid": 78399,
        "subject": ""
    },
    {
        "body": "The Origination Track manual is being drafted by Tom Wilbeck and Ted Bland in HR. We should have a copy to circulate for your comments shortly.1) Attached is a list of potential Origination Track candidates. These are analysts and associates ranked 1, 2 or 3 who have had at least one rotation in a relevant area. These are people who could be interviewed by us to determine if they would be a good fit for the track. Please have a look at the list. If you spot any errors or omissions, please let me know. 2) There are an additional 30 analysts and associates who have relevant rotations, but who have not yet been ranked. Any who rank 1-3 could be additional candidates for us to interview.3) In addition, any analyst - 2 or associate - 1 s who rank 1-3 could be candidates for the track. I will forward this list when received from HR.I will forward lists #2 and #3 once I have the info.Dave",
        "mid": 81978,
        "subject": "Origination Track Update"
    },
    {
        "body": "Brian,  Attached are drafts of the following docs.:\t1.  Capacity Assignment and Prearranged Release Agreement\t2.  Transaction Agreement to the Master EnfolioWe are still undergoing some internal review of these, but to move the process forward please review the attached.",
        "mid": 82774,
        "subject": "Documents"
    },
    {
        "body": "Put this on Kevin s review...THAT HE HELP YOU ANSWER QUESTIONS IN THAT MEETING WITH SARA BOLKEN (MILLICAN & ASSOC.), THE ARCHIVE GROUP.---------------------- Forwarded by Dana Davis/HOU/ECT on 11/06/2000 09:52 AM ---------------------------\"perfmgmt@enron.com\"<perfmgmt on 11/02/2000 08:13:14 AMTo: dana.davis@enron.comcc:  Subject: Year End 2000 Performance FeedbackNOTE:  YOU WILL RECEIVE THIS MESSAGE EACH TIME YOU ARE SELECTED AS A REVIEWER.You have been selected to participate in the Year End 2000 Performance Management process by providing meaningful feedback on specific employee(s).  Your feedback plays an important role in the process, and your participation is critical to the success of Enron s Performance Management goals.To complete requests for feedback, access PEP at http://pep.corp.enron.com and select Perform Review under Performance Review Services.  You may begin providing feedback immediately and are requested to have all feedback forms completed by Friday, November 17, 2000.If you have any questions regarding PEP or your responsibility in the process, please contact the PEP Help Desk at:Houston: 1.713.853.4777, Option 4London:  44.207.783.4040, Option 4Email: perfmgmt@enron.comThank you for your participation in this important process.The following is a CUMULATIVE list of employee feedback requests with a status of \"OPEN.\"   Once you have submitted or declined an employee s request for feedback, their name will no longer appear on this list.Review Group: ENRONFeedback Due Date: Nov 17, 2000Employee Name                   Supervisor Name                 Date Selected-------------                   ---------------                 -------------JOLLY, KEVIN                    MARNIE LAMB                     Oct 31, 2000",
        "mid": 83111,
        "subject": "Year End 2000 Performance Feedback"
    },
    {
        "body": "We need to protect the flows to Citizens on TW.  I know you guys have been working on this, but Citizens continues to receive cuts.  Please secure the supply off of TW.  Let Sempra know that IB Link gas will not do.Thanks,Mike",
        "mid": 85806,
        "subject": "Citizens flows on TW"
    }
]