[
    {
        "body": "The CAISO will be presenting a training class for the use of the InterSCTrade of Adjustment Bid templates.WHERE: CAISO Bldg. 101 -1aWhen: July 14th  @ 0900-1500Continental breakfast  and Lunch will be provided.Please send your reservation to Tborchardt@caiso.com before 7/7/00Jim BlatchfordClient RelationsCal ISO916.608.7051",
        "mid": 479,
        "subject": "CAISO Notification- InterSC Trade Template training"
    },
    {
        "body": "Market Participants:Attached please find the Agendas for the upcoming CMR Stakeholder Meetings,being held August 16-18. <<Agenda August 162000.rtf>>  <<Agenda August 172000.rtf>>  <<Agenda August182000.rtf>>If you plan to attend these meetings, and would like to eat, please don tforget to RSVP  to Colleen Grant via email or telephone. cgrant@caiso.com or(916)608-7069.Regards,Byron WoertzDirector, Client Relations - Agenda August 162000.rtf - Agenda August 172000.rtf - Agenda August 182000.rtf",
        "mid": 522,
        "subject": "CAISO NOTICE: AGENDA for CMR Stakeholder Meeting August 16-18"
    },
    {
        "body": "MEMORANDUMTO: Regulatory Affairs Committee-Board and Associate Members Only       Power Marketers Working GroupFROM: Joe Hartsoe, Regulatory Affairs Committee Chair            Bob Reilley, Power Marketers Working Group Chair            Julie Simon, Vice President of Policy            Mark Bennett, Senior Manager of Policy            Erin Perrigo, Manager of PolicyDATE: March 16, 2001RE: Regulatory Affairs Washington Staff      ? First Meeting Scheduled for Thursday, March 29th at        NoonMembers have asked that EPSA begin coordinating regular meetings for the regulatory staff of our member companies here in Washington, D.C.  Like we do for the legislative affairs staff, EPSA would plan twice-a-month informal meetings to provide opportunities to share information and discuss strategy and tactics.  The group will not develop EPSA policy.The first meeting of the group will be held at the new EPSA office on Thursday, March 29th at noon.  Lunch will be provided.  The office is located at 1401 New York Ave., N.W., 11th floor.  The agenda will include organizational issues, including future meeting format and schedules.If you are planning to attend, please RSVP using the form below to Jackie Gallagher either by fax (202-628-8260) or e-mail (jgallagher@epsa.org).Regulatory Affairs Washington Staff_____  Yes, I will attend the March 29th meeting_____  No, I will not be able to attend.Name:______________________ Company:_______________________Phone: __________________  E-mail:____________________________",
        "mid": 3074,
        "subject": "Regulatory Affairs Washington Staff First Meeting"
    },
    {
        "body": " Take advantage of the following courses remaining for 2001. Electric Business Understanding - November 27The Electric Business Understanding Seminar will give a basic overview of the electric business for those with limited knowledge of this industry. This seminar is recommended for entry level to mid-level employees in either the gas or electric business or in businesses providing services to these industries.  Understanding Swaps - November 8 & 9 and December 13 & 14This course is appropriate for all employees wishing to obtain a practical understanding of the basic natural gas and power derivative structures that are traded and marketed today. An emphasis is placed on understanding how financial tools are added to physical structures to meet the risk management needs of clients.Understanding Options - November 27 & 28 and December 18 & 19This course builds on our Derivatives 1 program and is appropriate for all employees looking to extend their knowledge of basic derivatives. Swaps and options are revisited, but from a more sophisticated perspective. Option pricing concepts are approached pragmatically, both from the trading and structuring/marketing perspectives. The program does not involve complex mathematics.Structuring Natural Gas Transactions - November 19 & 20This course builds on the DI - Applied Energy Derivatives program, focusing on deal structuring opportunities particular to the Natural Gas markets.  Participants will develop insights into the economic inter-relationships between the physical operations (pipelines, storage, generation, etc.) and their synthetic financial counterparts (basis, time spread and multi-fuel derivatives).  Emphasis is directed at identifying marketing opportunities that follow from these concepts.  This is not an introduction to natural gas markets.   For enrollment, or more information on these courses, please log on to http://elm.enron.com.",
        "mid": 5455,
        "subject": "ELM Finance Course Offerings"
    },
    {
        "body": "\tAs you may be aware, I am conducting an in-house seminar on compliance with labor and employment laws and the practice of good employee relations.  This 4 hour, interactive program is tailored to Enron s culture and ETS-specific issues.  Stan Horton and the ETS Division Heads have mandated attendance for all Managers and above, and for those persons who have supervisory responsibility.\tThe main goals of this session are to help management avoid employment-related litigation, maintain a trouble-free workplace, and maximize employee productivity.  In order to accomplish these goals, it is imperative to understand the intricate connection between sound management practices and legal requirements.\tSome of the topics covered are: maintaining a discrimination and harassment free workplace; the hiring process; compensation issues; performance management; lawful terminations; and all related topics that are necessary to effectively control the risks associated with managing a workforce.\tThere are three sessions open in October -- the 3rd, 17th, and 31st.  They run from 8:00 to Noon.  Please contact my assistant, Miranda Southard, by e-mail to enroll in one of these sessions.  She will then provide you the exact location and other particulars.\tFeel free to let me know if you have any questions.Brian",
        "mid": 5715,
        "subject": "Legal Essentials for Managers Training"
    },
    {
        "body": "You re invited to join community and national experts as they discuss your most pressing concerns about September 11th and the ongoing issues we face as a nation.Operation Hope: Reclaiming Our Future One Step at a TimeA cooperative community effort to provide a free evening of information, for the entire family (ages 5 and up)An evening of hope and healing and a blueprint on how to adapt to these challenging times!Sponsored by Enron \t Date:\t\tThursday, October 25, 2001Time: \t\tRegistration from 6:15 PM - 6:50 PM          \t\tProgram from 7:00 PM - 9:00 PMPlace: \t \tJW Marriott across from the Galleria on Westheimer\tAdmission is free, but by RSVP only because of limited spaceTo RSVP and for more information, please call 713-303-3966Or Log On towww.enronoperationhope.com",
        "mid": 7026,
        "subject": "Invitaton: An Evening of Hope and Healing"
    },
    {
        "body": "Message sent from the pjm-customer-info mailing list at pjm-customer-info@majordomo.pjm.com:PJM Announces two one-day training courses to explain changes for implementationof PJM West which will take place on January 1, 2002.The PJM West Expansion Course is a one-day course which will provide informationon changes to PJM agreements, the regional transmission planning process,dispatch operations for PJM and PJM West coordination, transmission service,energy market and eSuite business tool,  reliability assurance and capacitymarkets, ancillary services markets, and market settlements. Target audience:Any existing or new PJM participant. Although a review of the existing PJM modelwill be provided, it is preferred if participants have an understanding of thePJM energy markets, operations, and reliability assurance.*\tNovember 29, 2001 - Desmond Hotel, Malvern, PA*\tDecember 3, 2001 - Hyatt Regency Hotel, Houston, TX*\tDecember 13, 2001 - Hyatt Regency Hotel, Pittsburgh PA Airport*\tDecember 17, 2001 - Desmond Hotel, Malvern, PAThe Fundamentals of Available Capacity is a one-day course to explain thecapacity obligation process and changes to eCapacity for PJM West. Topics willinclude the load and obligation process, available capacity resources, availablecapacity credit market, and all functions of the new version of eCapacity whichwill handle both the PJM East Unforced Capacity Market and the PJM WestAvailable Capacity Market. Target audience: Load Serving Entities (LSEs),Electric Distribution Companies (EDCs), and Generation Owners who serve load inPJM West or plan to participate in the PJM West Available Capacity Market, aswell as all current users of eCapacity.*\tNovember 15, 2001 - Hyatt Regency Hotel, Pittsburgh, PA Airport*\tDecember 18, 2001 - Desmond Hotel, Malvern, PA .There is no charge to PJM members. Non-members will be charged $500 for eachcourse.Registration forms and  complete descriptions are available on the PJM web siteat http://www.pjm.com/training/training_index.htmlPlease DO NOT REPLY to this message. If you have a question for PJM CustomerRelations and Training, please complete and submit this form:http://www.pjm.com/contact/questions.htmlTo unsubscribe from this list, send an e-mail to majordomo@majordomo.pjm.comcontaining only the following line in the body of the e-mail:unsubscribe pjm-customer-info",
        "mid": 7357,
        "subject": "PJM Announces Training Sessions for PJM West Changes"
    },
    {
        "body": "On January 12, I hosted a brainstorming session at the Four Seasons hotel i=n=20downtown Houston in which we assembled a number of ideas regarding mid and==20back office services we could offer to the commodity industry.  To complete= a=20plan for launching this strategic commercial venture, we are hosting an=20integrated design session facilitated by Cap Gemini Ernst & Young (CGEY) at==20their Accelerated Solutions Environment in Dallas, Texas. =20I am personally extending an invitation to you to participate in this desig=n=20session.  This is a critical two-day event to be held February 12th and 13t=h=20in Dallas, Texas.   This work session is based on a unique approach called =a=20DesignShop=01v.  It is a very focused, activity-driven event that is compos=ed of=20various modules and exercises performed in small and large groups. If you==20have not attended one of the DesignShops related to SAP, you will likely=20regard this session as different from any working session you have previous=ly=20experienced. The prior DesignShops held in conjunction with SAP have proven==20to be very successful.  Therefore, we have elected to utilize this same=20methodology on this very critical and strategic venture.A limited number of representatives from Enron will be attending.  You were==20selected to be one of approximately 30 key individuals to participate in th=e=20DesignShop. You are being asked to participate in the full two days with as==20little distraction or interruption as possible.  The quality of our results==20depends on each participant being fully engaged and participative for the==20entire event.   Additionally, you will be relied on in the future to suppor=t=20and communicate our commercial strategy as it is defined at this session. ==20This date was specifically selected to avoid critical operational periods s=o=20that your participation can be maximized. Therefore, please make all=20necessary arrangements at the office to minimize your distractions during==20these two days.Please review the attached information regarding hotel, flight information,==20and transportation.  Preliminary information as to schedule and environment==20has also been included.  You may direct any additional questions concerning==20the event to Mary Solmonson at (713)-853-6079.I hope that you will be able to participate.  Please confirm your attendanc=e=20for the two days with Marvia Jefferson at 713-853-9165 by January 29th 5:00==20p.m.  If you are unable to attend, it may be appropriate to select someone==20else to participate.  Please do not extend an invitation to anyone else to==20take your place until you and I have discussed this.I thank you in advance for your participation and look forward to seeing yo=u=20in Dallas!",
        "mid": 9946,
        "subject": "ASE on February 12-13, 2001 in Dallas, TX"
    },
    {
        "body": "Our next conference call will be held this Friday, September 15th at 11:00a.m. New York time.  If you wish to participate, please call 888-904-9318and give passcode \"US REG\" and leader is Stacy Carey.Stacy CareyDirector of U.S. Regulatory Policy",
        "mid": 20483,
        "subject": "Friday s Conference Call - NOTE TIME CHANGE"
    },
    {
        "body": "There s cake for Stephanie s birthday (11/24) outside her cubicle!  Holly KeiserEnron Wholesale ServicesLegal DepartmentPhone: 713-345-7893Fax: 713-646-3490Location: EB 3887Holly.Keiser@enron.com",
        "mid": 28926,
        "subject": "Birthday Cake--Stephanie Panus"
    },
    {
        "body": "You re invited to join community and national experts as they discuss your most pressing concerns about September 11th and the ongoing issues we face as a nation.Operation Hope: Reclaiming Our Future One Step at a TimeA cooperative community effort to provide a free evening of information, for the entire family (ages 5 and up)An evening of hope and healing and a blueprint on how to adapt to these challenging times!Sponsored by Enron \t Date:\t\tThursday, October 25, 2001Time: \t\tRegistration from 6:15 PM - 6:50 PM          \t\tProgram from 7:00 PM - 9:00 PMPlace: \t \tJW Marriott across from the Galleria on Westheimer\tAdmission is free, but by RSVP only because of limited spaceTo RSVP and for more information, please call 713-303-3966Or Log On towww.enronoperationhope.com",
        "mid": 30979,
        "subject": "Invitaton: An Evening of Hope and Healing"
    },
    {
        "body": "The KOMP Horticultural contract for the maintenance of leased floor plants has been cancelled.  Plant maintenance is not being performed on the leased plants in the Enron Building on floors 3 through 49.  Rather than removing the plants from the building, KOMP Horticultural has chosen to offer the plants to Enron employees for sale.  On January 16th from 11:00 AM to 2:00 PM, KOMP will have a table on the south side of the plaza, by the up escalator, for those employees interested in purchasing a plant. At the time of purchase, KOMP will give a special sticker to place on the container of the sold plant (do not bring plants to the plaza for purchase).  Plants will not be allowed to be removed from the building unless they have the KOMP sold sticker on the container.The following guidelines must be followed:?\tPlants will be priced at $30 plus tax for floor plants; $10 plus tax for desk-top plants.?\tOnly potted plants in black plastic containers are for sale.  Plants in chrome, bronze, clay or any other outside containers are not for sale. ?\tEmployees must remove all plants from the building themselves.  Building Services cannot make pick-ups or deliveries.  ?\tSecurity will be inspecting plants to assure they have the appropriate sticker when they are removed from the premises. ?\tPayment must be in cash or a personal check made out to KOMP Horticultural.    If you have any questions please contact Richard Hensch at ext. 35522.",
        "mid": 31864,
        "subject": "KOMP Horticultural - Sale of Leased Plants"
    },
    {
        "body": "ReminderThe Enron Oral History Project Continues...\"Using History to Help Enron Become the World s Leading Company\"How can an understanding of strategic choices, regulatory change and corporate culture help Enron achieve its vision?Speaker:Joseph Pratt, Cullen Professor of History and Business, University of Houstonand Co-Director, Enron Oral History ProjectThursday, June 711:30 a.m. to 12:30 p.m.EB 5C2To Make a Reservation, Call 3-1941 and Select Option 1Lunch will not be provided, but you are welcome to bring your own.Please inform us ahead of time if you need special accommodations to participate in this meeting.  Call 3-9390.",
        "mid": 34423,
        "subject": "Reminder"
    },
    {
        "body": "C-SPAN is running a series on Enron at 7:00 (central) for the next few nights.  Each night there are differenct topics including: Monday - Operation and ManagementTuesday - Auditors and Financial AnalystsWednesday - Politics and LobbyingThursday - Government OversightMark McConnellTranswestern Pipeline Company713-345-7896   office713-822-4862   cell713-646-2551   faxmark.mcconnell@enron.com",
        "mid": 44672,
        "subject": "Enron on C-SPAN"
    },
    {
        "body": "The final window for making your 2001 benefits elections or changes ends=2011/15 at 5 pm.  If you do not elect to make any changes, your 2000 health==20benefit elections will rollover for 2001.If you still need to make changes, logon to www.enron.benefitsnow.com or ca=ll=201-800-425-5864.  You will need your PIN number that is printed on your=20personal worksheet to access the web and hotline. =20If you have any questions, please call the Benefits Dept. directly at x3797=9,=20option 1, or Anne Labbe=01, at x57809.",
        "mid": 52672,
        "subject": "Open Enrollment for 2001 benefits ends Nov. 15th"
    },
    {
        "body": "Paul Aronzon will be making a videoconference presentation on Tuesday, October 2, 2001, at 12:00 noon CDT.  This is the rescheduled presentation that was to have been made on September 12, 2001.Lunch will be provided for the Houston participants, so please email your response to this invitation as soon as possible so final luncheon arrangements may be made.DIAL IN NUMBER:\tChairperson:\t\t\tLance Schuler\t800 Dial In Number:\t\t800-711-8000\tInt l. Dial In Number:\t614-410-1515\tAccess Code:\t\t\t8535419#IMPORTANT NOTE TO LONDON OFFICE:  Please email either Shakira Hosein or DeMonica Lipscomb here at Enron in Houston regarding the London room location for videoconferencing purposes.",
        "mid": 58813,
        "subject": "Bankruptcy Issues Luncheon Meeting - Guest Speaker:  Paul S. Aronzon of Milbank, Tweed, Hadley & McCloy LLP (Rescheduled from September 12, 2001)"
    },
    {
        "body": "Enron Cycling Club MeetingTuesday, November 1411:30 - 12:30EB 20C2Lunch will be available, so we need to know the headcount please!respond by email or call Stephanie Strong at 31653  Please RSVP  by Monday, November 13 - Noon",
        "mid": 61714,
        "subject": "Enron Cycling Club Meeting"
    },
    {
        "body": "no topic, just updating everyone on where ENA is currently going and doing.  Come down and get free pizza.Ben",
        "mid": 62989,
        "subject": "Re: lunch"
    },
    {
        "body": "Leak Detection SeminarApril 29 - May 01, 2002Decatur, Illinois - Illinois Power Training Center & Hampton Inn ForsythIMPORTANT INFORMATION!Class size is limited to 25 people maximum.  The class is filling up fast.The Training is held at Illinois Power s Training Center.  The class istaught by Ron Six of AEGIS Insurance Services who has over 10 yearsexperience. Don t miss this opportunity.Hotel InformationThe cut-off date for the MEA room block is April 21.   Hotel rooms areexpected to be extremely limited, (possibly even unavailable) after thisdate!  Please make your reservations now if you plan to attend theconference! You will not only be guaranteed the negotiated rate of $52,you ll also be guaranteed a ROOM!Forsyth Hampton Inn217.877.5577For more information, or to register, please visit www.midwestenergy.orgQuestions? Please contact:Dawn Olson-WallerusMeeting Planner952-832-9915 ext 111dawno@midwestenergy.org6012 Blue Circle DrMinnetonka, MN  55343-9138P-952-832-9915F-952-832-9308",
        "mid": 70541,
        "subject": "Leak Detection - REGISTER NOW - Class Space is Limited"
    },
    {
        "body": "> -----Original Message-----> From: McClintock, Janette OJ [SMTP:McClintock.Janette.OJ@bhp.com]> Sent: Thursday, March 08, 2001 3:31 PM> To: Hutchens, David> Subject: Invitation to Bid> Importance: High>>>> Dave,>> Attached is the Invitation to Bid for EPNG pipeline capacity.  Look> forward> to hearing from you soon.>> Thanks,>> Janette>>>  <<INVITATION FOR BID FOR 4-1-01Tucson Electric.doc>>>>  <<INVITATION FOR BID FOR 4-1-01Tucson Electric.doc>> - INVITATION FOR BID FOR 4-1-01Tucson Electric.doc",
        "mid": 73128,
        "subject": "FW: Invitation to Bid"
    },
    {
        "body": "Please open the attached slide to view our Holiday Party Invitation.Thanks everyone!Sandy",
        "mid": 74967,
        "subject": "IRM Holiday Covered Dish"
    },
    {
        "body": "   \t\t\t\t \t\t\t\t\t\t\t\t\tEnron Kids  Center, operated and managed by Knowledge Beginnings, opened its doors in September. Limited spaces are still available in all classrooms. The center is also pleased to offer back-up childcare services for children ages six weeks through five years old.   Small group tours of the Center are currently being conducted on Tuesdays from 9:30 a.m.-10:00 a.m. and on Thursdays from 12:00 p.m. - 12:30 p.m. throughout November. Come see the Center and learn more about its instructors and programs first hand. If you would like to take a tour of the Center and/or are interested in enrolling your child, please contact Charla Stuart at 713.853.6202.  If you are unable to tour the Center and you would like to learn more about the programs offered, hours of operation, cost and eligibility, please visit our website at:\t\t\t\t\thttp://hrweb.enron.com/employeeservices/kidcenter/default.asp<Embedded Paintbrush Picture>",
        "mid": 76645,
        "subject": "=?ANSI_X3.4-1968?Q?Enron_Kids=3F_Center_Tours?="
    },
    {
        "body": "You re invited to join community and national experts as they discuss your most pressing concerns about September 11th and the ongoing issues we face as a nation.Operation Hope: Reclaiming Our Future One Step at a TimeA cooperative community effort to provide a free evening of information, for the entire family (ages 5 and up)An evening of hope and healing and a blueprint on how to adapt to these challenging times!Sponsored by Enron \t Date:\t\tThursday, October 25, 2001Time: \t\tRegistration from 6:15 PM - 6:50 PM          \t\tProgram from 7:00 PM - 9:00 PMPlace: \t \tJW Marriott across from the Galleria on Westheimer\tAdmission is free, but by RSVP only because of limited spaceTo RSVP and for more information, please call 713-303-3966Or Log On towww.enronoperationhope.com",
        "mid": 81135,
        "subject": "Invitaton: An Evening of Hope and Healing"
    },
    {
        "body": "You re invited to join community and national experts as they discuss your most pressing concerns about September 11th and the ongoing issues we face as a nation.Operation Hope: Reclaiming Our Future One Step at a TimeA cooperative community effort to provide a free evening of information, for the entire family (ages 5 and up)An evening of hope and healing and a blueprint on how to adapt to these challenging times!Sponsored by Enron \t Date:\t\tThursday, October 25, 2001Time: \t\tRegistration from 6:15 PM - 6:50 PM          \t\tProgram from 7:00 PM - 9:00 PMPlace: \t \tJW Marriott across from the Galleria on Westheimer\tAdmission is free, but by RSVP only because of limited spaceTo RSVP and for more information, please call 713-303-3966Or Log On towww.enronoperationhope.com",
        "mid": 84631,
        "subject": "Invitaton: An Evening of Hope and Healing"
    },
    {
        "body": "For those of you that will be in the office after New Year s, we will begin an informal fundies meeting each day to cover what has happened in the market since we filed for bankruptcy.  We will go over pipeline flows, storage balances, weather, monthly and daily prices, etc. With a few of the Banks showing interest in showing a bid, I thought it would be good for us to begin our preparation to trade the market.Chris Gaskill will be providing the daily packet and Patti Sullivan will provide the daily operations report.   I was thinking that we should start around 9:30 each morning.Grigsby",
        "mid": 85840,
        "subject": "FUNDIES MEETING EVERY DAY BEGINNING NEXT WEEK"
    }
]