[
    {
        "body": "I ll look at other sizes / kids in her grade and call you back.kh -----Original Message-----From: \tMorris, Jesse  Sent:\tFriday, November 16, 2001 9:53 AMTo:\tHyatt, KevinSubject:\tsizes for adopted childKevin,Sorry to be a pest about this but my wife is being insistent that we are off base on the sizes.My adopted child is 4 years old and she is listing sizes of 7 shirt/8 pants and 12 shoes.My wife says that she buys clothes for our nieces:  one of which is six years old and wearsa size 7 and shoe size 2.Our adopted child is two years younger and asking for the same size in clothes and asking for shoe size 12?I don t want to be a pest but my wife is concerned on the sizes and we don t want to goof up when we give the clothes to Rocio.Is there a way to see what other 4 year olds are asking for in sizes?Jesse MorrisEBS Transaction SupportPhone:  713-345-4650Cell:      713-408-6489Fax:      713-646-5737Email:    jesse_morris@enron.net",
        "mid": 1261,
        "subject": "RE: sizes for adopted child"
    },
    {
        "body": "hey Richard, thanks for the invite.  I m not sure yet, but I think Lou is trying to put something together for that weekend too.  Hope you had fun skiing.  talk to you soon.kh-----Original Message-----From: DeYoung, Richard C. [mailto:richard.deyoung@ubspw.com]Sent: Thursday, March 21, 2002 1:46 PMTo: Hyatt, Kevin; Hyatt, KevinSubject: CampingKevin,   we have another camping trip planned for Garner Sate park andwanted to invite you and the family.The kids have a vacation the last week in April   They are off Friday the26th and Monday the 29th.  We have severalcampsites reserved.We are going, actually, just me and the kids as Pam has another commitment,the Julian s , Julie Vance and Regan,Marti and her kids, and someone else I can t remember.  Anyway, if you guysare interested, you re sure invited.Hope everything else is going well for you.Talk to you soon.RichardRichard DeYoungUBS/PaineWebberKingwood TX281-361-9607******************************************************Notice Regarding Entry of Orders and Instructions: Please do not transmit orders and/or instructions regarding your UBSPaineWebber account(s) by e-mail. Orders and/or instructions transmitted by e-mail will not be accepted by UBSPaineWebber and UBSPaineWebber will not be responsible for carrying out such orders and/or instructions. Notice Regarding Confirmation:Please be advised that this e-mail is not an official transaction confirmation. The only official confirmation of a transaction will be sent to you via regular mail.Notice Regarding Privacy and Confidentiality: UBSPaineWebber reserves the right to monitor and review the content of all e-mail communications sent and/or received by its employees.",
        "mid": 1346,
        "subject": "RE: Camping"
    },
    {
        "body": " > Subject: This was in the Miami Times this morningBy Leonard Pitts Jr.                         Syndicated columnist                         They pay me to tease shades of meaning fromsocial and cultural issues, to provide words that help make sense                         of that which troubles the American soul. Butin this moment of airless shock when hot tears sting disbelieving                         eyes, the only thing I can find to say, theonly words that seem to fit, must be addressed to the unknown author                         of this suffering.                         You monster. You beast. You unspeakable#######.                         What lesson did you hope to teach us by yourcoward s attack on our World Trade Center, our Pentagon, us?                         What was it you hoped we would learn? Whateverit was, please know that you failed.                         Did you want us to respect your cause? You justdamned your cause.                         Did you want to make us fear? You just steeledour resolve.                         Did you want to tear us apart? You just broughtus together.                         Let me tell you about my people. We are a vastand quarrelsome family, a family rent by racial, cultural, political                         and class division, but a family nonetheless.We re frivolous, yes, capable of expending tremendous emotional                         energy on pop cultural minutiae, a singer srevealing dress, a ball team s misfortune, a cartoon mouse.                         We re wealthy, too, spoiled by the readyavailability of trinkets and material goods, and maybe because of that,                         we walk through life with a certain sense ofblithe entitlement. We are fundamentally decent, though -                         peace-loving and compassionate. We struggle toknow the right thing and to do it. And we are, the overwhelming                         majority of us, people of faith, believers in ajust and loving God.                         Some people - you, perhaps - think that any orall of this makes us weak. You re mistaken. We are not weak.                         Indeed, we are strong in ways that cannot bemeasured by arsenals.                         Yes, we re in pain now. We are in mourning andwe are in shock. We re still grappling with the unreality of the                         awful thing you did, still working to makeourselves understand that this isn t a special effect from some                         Hollywood blockbuster, isn t the plotdevelopment from a Tom Clancy novel.                         Both in terms of the awful scope of itsambition and the probable final death toll, your attacks are likely togo                         down as the worst acts of terrorism in thehistory of the United States and, indeed, the history of the world.                         You ve bloodied us as we have never beenbloodied before.                         But there s a gulf of difference between makingus bloody and making us fall. This is the lesson Japan was taught                         to its bitter sorrow the last time anyone hitus this hard, the last time anyone brought us such abrupt and                         monumental pain. When roused, we are righteousin our outrage, terrible in our force. When provoked by this level                         of barbarism, we will bear any suffering, payany cost, go to any length, in the pursuit of justice.                         I tell you this without fear of contradiction.I know my people, as you, I think, do not. What I know reassures me.                         It also causes me to tremble with dread of thefuture.                         In days to come, there will be recriminationand accusation, fingers pointing to determine whose failure allowed                         this to happen and what can be done to preventit from happening again. There will be heightened security,                         misguided talk of revoking basic freedoms.We ll go forward from this moment sobered, chastened, sad. But                         determined, too. Unimaginably determined.                         You see, there is steel beneath this velvet.That aspect of our character is seldom understood by people who                         don t know us well. On this day, the family sbickering is put on hold. As Americans we will weep, as Americans we                         will mourn, and as Americans, we will rise indefense of all that we cherish.                         Still, I keep wondering what it was you hopedto teach us. It occurs to me that maybe you just wanted us to                         know the depths of your hatred.                         If that s the case, consider the messagereceived. And take this message in exchange: You don t know my                         people. You don t know what we re about. Youdon t know what you just started.                         But you re about to learn.",
        "mid": 2434,
        "subject": "Americans"
    },
    {
        "body": "wait . . . do fates worse than death happen to nice guys?By the way, how are things in your part of the world?  The lawyers here arepacking for San Antonio.  Are you going?  (I m not.)>>> Hain, Mary 03/21/01 09:46PM >>>Congrats and best of luck always!  It couldn t happen to a nicer guy.From: LEE MARTIN/ENRON@enronxgate on 03/21/2001 03:36 PM CSTTo: Mary Hain/HOU/ECT@ECTcc:  Subject: Re: selected ferc - finaljust taking over for Vickie Coonts--she retired in Feb.  Litigation andclaims.",
        "mid": 3255,
        "subject": "Re: selected ferc - final"
    },
    {
        "body": "Reply: Reply from SteveThanks babe. How was lunch. I miss you.Orig:> Fr:Tracy.Geaccone@enron.com> Sub:RE:> The stock price is up around $12.72, $1.56 increase over yesterday s> close.  I am not sure if that will save us, but it is a step in the> right direction.  It looks like lunch is still on.  I will talk to> later. > > Love you.> > Fr: 8772374503@pagenetmessage.net> > Reply: Reply from Steve> > > > I love you. My class is ok so far.I hear the stock price is up.If you> don t go to lunch you can come over hear. By babe.> > Orig:> > Fr:Tracy.Geaccone@enron.com> Sub:> I really miss you.  Rod may have to cancel lunch because of some> problems with the financing.  I will let you know.  How is your class?> > Love you,> > Tracy> > > **********************************************************************> This e-mail is the property of Enron Corp. and/or its relevant> affiliate and may contain confidential and privileged material for the> sole use of the intended recipient (s). Any review, use, distribution or> disclosure by others is strictly prohibited. If you are not the intended> recipient (or authorized to receive for the recipient), please contact> the sender or reply to Enron Corp. at> enron.messaging.administration@enron.com and delete all copies of the> message. This e-mail (and any attachments hereto) are not intended to be> an offer (or an acceptance) and do not create or evidence a binding and> enforceable contract between Enron Corp. (or any of its affiliates) and> the intended recipient or any other party, and may not be relied on by> anyone as the basis of a contract by estoppel or otherwise. Thank you. > > **********************************************************************",
        "mid": 5457,
        "subject": "Re: RE:"
    },
    {
        "body": "I love you.",
        "mid": 6061,
        "subject": ""
    },
    {
        "body": "Did you make an appointment?",
        "mid": 6207,
        "subject": "Doctor s Appointment"
    },
    {
        "body": "Billy,We will try to make it to the party.  Right now its about 50/50 whether we will make it.  It we do not make it enjoy yourselves otherwise we will see you then.Dick-----Original Message-----From: Billy [mailto:wjordan2@houston.rr.com]Sent: Wednesday, October 24, 2001 8:17 PMTo: Ring, RichardSubject: Fw: 2nd attempt - Halloween invitation----- Original Message -----From: <nancy.jordan@us.pwcglobal.com>To: <wjordan2@houston.rr.com>Sent: Tuesday, October 23, 2001 9:43 AMSubject: 2nd attempt - Halloween invitation>> ---------------------- Forwarded by Nancy Jordan/US/ABAS/PwC on 10/23/2001> 09:43 AM --------------------------->>> Nancy Jordan> 10/23/2001 10:41 AM> To:   Ann Criswell/US/ABAS/PwC, Denise Sanders/US/ABAS/PwC, Jennifer>       Green/US/ABAS/PwC, Donald R. Owens/US/ABAS/PwC, Kelly>       Cochran/US/ABAS/PwC, Chris Lozier/US/ABAS/PwC, Stacey>       Berzas/US/ABAS/PwC, Nancy Jordan/US/ABAS/PwC, Erika C>       Ray/US/ABAS/PwC, Chrysti A Contreras/US/ABAS/PwC, Jennifer A.>       Williams/US/ABAS/PwC, Adil Farooqi/US/ABAS/PwC, Raghavan>       Ramesh/US/ABAS/PwC, Jose A. Suarez/US/ABAS/PwC, cyu@wm.com@internet,>       kfrancis@wm.com@internet, mbarrett@enron.com@internet, Brian>       Brezina/US/ABAS/PwC, mperdue@carolina.rr.com@internet, Alicia>       Fricke/US/ABAS/PwC, Robert Becker/US/ABAS/PwC, Debra>       Doyle/US/ABAS/PwC, Sheila L. Bennett/US/ABAS/PwC, Michael G>       Warr/US/ABAS/PwC> cc:> Subject:  2nd attempt - Halloween invitation>> 1 file attached>> Please see attached invitation to our impromptu Halloween party.>> (See attached file: Halloween Invitation.xls)>>>> ----------------------------------------------------------------> The information transmitted is intended only for the person or entity to> which it is addressed and may contain confidential and/or privileged> material.  Any review, retransmission, dissemination or other use of, or> taking of any action in reliance upon, this information by persons or> entities other than the intended recipient is prohibited.   If youreceived> this in error, please contact the sender and delete the material from any> computer.",
        "mid": 7228,
        "subject": "RE: 2nd attempt - Halloween invitation"
    },
    {
        "body": "Hey guys - welcome home!  At least I assume you re home by now.  How was the trip?  I heard a bit about the departure but with any luck it must have gotten better.  Any hope you took digital pictures?I have already told Linda but I wanted you both to know how great I thought your wedding was.  There is no doubt in my mind that it was the most special, beautiful, fun wedding I ve ever been to.  Magical doesn t seem like too strong a word.  Thank you very much for letting me be part of it.  It s been about 30 years since I had been to that part of the world - it s easy to see why you enjoy it so much.  I was serious about sailing in the Caribbean at Thanksgiving.  If you are still interested, we really need to start planning right away.  I tentatively booked a boat but the real difficulty may be in finding flights - it is a busy travel season.  Just let me know.Mark",
        "mid": 8450,
        "subject": "Welcome home!"
    },
    {
        "body": "Marc,According to Houston Sidewalk the game starts at 7:30 p.m.  Why don t we pick you up just before 7:00.  Let me know if that s a problem.Mark",
        "mid": 9535,
        "subject": "Rockets"
    },
    {
        "body": "http://www.business2.com/content/magazine/ebusiness/2001/03/12/27491#Settle ThisWhich technology resolves disputes best?March 20, 2001 issueMichael GrebbSt. Louis retiree David Hubert couldn t have been happier to score a replic=a=20of a $3,000 Charles Eames leather chair on eBay -for only $450. When it=20arrived, he tore open the box, pulled away the bubble wrap, and immediately==20sunk into the chair to ease his bad back. \"As soon as I sat in it, I could==20tell...whoa, this isn t right,\" he says. \"It had a bad mildew smell-I mean,= a=20really bad mildew smell.\" Distraught, Hubert emailed the seller to demand==20that he either pay to clean the chair or take it back. The seller refused.==20\"He basically stonewalled me,\" Hubert says. So Hubert filed a grievance wit=h=20SquareTrade, a San Francisco-based startup that helps resolve disputes on==20eBay.A SquareTrade online mediator-a real person who corresponds with both parti=es=20via email-immediately began negotiations. After a week of back-and-forth, t=he=20seller finally agreed to send Hubert $150 to have the chair cleaned. Hubert==20and the seller never were in contact. \"I think it went really smoothly,\"=20Hubert says.Mediation has been a popular alternative to lawsuits to resolve disputes,==20especially those involving small amounts of money. For businesses, conflict=s=20between state and international laws have made dispute resolution costly, n=o=20matter how big the transaction.With $657 billion changing hands through Internet transactions worldwide, i=t=20comes as little surprise that a raft of new dot-coms plans to move the=20mediation process further online. Everyone expects online mediation to grow==20as the number of transactions conducted online continues to grow. \"Regardle=ss=20of the market fluctuations and a fair amount of blood on the street,=20ecommerce is here to stay and is growing at a steady pace,\" says Steven=20Abernethy, president and CEO of SquareTrade. \"There is wealth of commerce==20online to keep us and others busy for a while.\"The American Arbitration Association estimates that dispute resolution is a==20$200 million-a-year industry, but there s no way to know how much of that==20would migrate online. \"I m not sure it would necessarily shift,\" says=20association spokesperson Toni Griffin. \"Online transactions may simply=20generate more disputes, which would grow the whole market.\" American=20Arbitration-the largest dispute resolution company with 140,000 cases per==20year as of 1999 and $65 million in annual revenue-recently announced its ow=n=20online mediation business.Online mediators agree that easier dispute resolution will drive faster=20adoption of ecommerce by businesses and consumers, many of whom may now avo=id=20online transactions for fear of getting hosed. According to Forrester=20Research, two-thirds of businesses say they would not conduct an online=20transaction with a party they don t already know.What they can t agree on is how to use technology to resolve disputes. Some==20companies, such as SquareTrade, eResolution, or Online Resolution, have had==20experience resolving disputes. They are mediating disputes online simply by==20substituting an online chat session or email for the conference table or=20telephone. But a few upstarts say these companies aren t harnessing new=20technologies that allow mediation to be automated.\"This is not as simple as slapping up a Website,\" sniffs Charles Brofman,==20president and CEO of Mount Kisco, N.Y.-based Cybersettle.com. He doesn t=20mediate disputes but offers an automated blind bid system to negotiate=20settlements when liability has already been established. Here s how it work=s:=20The aggrieved party enters a demand; the liable party enters the most it wi=ll=20pay (Neither side sees the other s entry, hence the term blind bid.) If the==20numbers are within 30 percent of each other, the software automatically=20splits it down the middle and settles the claim. For each dispute, the=20parties get three tries, after which they must start over if their entries==20still haven t come within 30 percent. The company says the site can handle =as=20many as 10,000 simultaneous sessions per second.Brofman says he has signed insurance companies to flat-rate subscription=20plans in which Cybersettle offers discounts for a certain number of claims==20per year. \"This system just takes all of the ego and personality and whittl=es=20it down to what it should have been-settling the claim,\" he says. That s=20especially important, he says, for international disputes in which cultural==20differences can muddy an otherwise objective claims process.Rival clickNsettle.com offers a service similar to Cybersettle s, but doesn= t=20limit parties to three bids per cycle. Instead, it uses a monetary=20disincentive to stop parties from gaming the process. ClickNsettle doesn t==20set a bid limit, but charges a small fee for every settlement offer made. C=EO=20Roy Israel says the fees are just annoying enough to keep parties from=20wasting bids on outlandish demands. \"It eliminates the ridiculous,\" he says=.=20\"It keeps someone from asking for millions of dollars. It causes people to==20get real-real quick. No one wants to waste $100 on bids that don t go=20anywhere.\"Israel criticizes Cybersettle s three-bid process, calling it inflexible=20because it \"artificially terminates\" the process even when parties haven t==20settled. And as you might expect, Brofman is equally skeptical of=20clickNsettle s unlimited bid system. \"If you go to infinity, people just tr=y=20to game the system,\" he says. \"And once insurance companies realize you can==20game the system, they re not going to use it.\"His clickNsettle.com was called National Arbitration and Mediation for eigh=t=20years before adopting a dot-com moniker last year. \"We re not just an=20Internet startup trying to capitalize on dot-com hysteria,\" Israel says.=20\"We re a mediation business evolving into a Web-enabled business.\" In fact,==20its existing mediation infrastructure allows the company to give users the==20option of moving disputes offline if necessary.The question is whether either Cybersettle or clickNsettle-or any of the=20other mediation sites-will catch on. \"I m skeptical of these automated=20mechanisms,\" says Forrester analyst Charles Rutstein. \"It s a little too=20 Let s-let-the-machines-do-it. \" He wonders whether all the messaging=20back-and-forth makes sense for many disputes that could be easily settled==20using traditional means. \"Just pick up the friggin  phone,\" he says.Web JudgesclickNsettle.com , Great Neck, N.Y.Specialty: Traditional claims process goes onlineSelling point: Allows each side to bid until settlement is reached (with a==2060-day time limit)Size: About 8,000 law firms as clients, as well as 500 members using its=20online componentpricing: The first party pays a $15 registration fee, each subsequent offer==20costs $10 for the first 20 days, $15 for the next 20 days, and $20 for the==20final 20 daysCybersettle.com , Mount Kisco, N.Y.Specialty: Automated blind-bid mediation serviceSelling point: Future plans include an \"online small claims court\" to handl=e=20minor disputesSize: 90 employees; claims more than 16,000 registered userspricing: Fee scaled to size of settlement. If plaintiff receives up to=20$5,000, there is a $100 \"success fee\"; $5,000 to $10,000 costs $150;=20defendants  fees start at $100 for a settlement up to $5,000; more than=20$10,000, a $200 fee.eResolution , MontrealSpecialty: Is also an applications service provider, licensing its software==20to other dispute resolution companiesSelling point: Honed experience settling domain name disputesSize: About 30 employeespricing: A sliding scale ranging from 1 percent for the biggest cases=20($150,000 or more) to more than 20 percent for small potatoes ($500 or less=).iCourthouse , Lafayette, Calif.Specialty: Online jurors judge the caseSelling point: \"At this point, we re doing this for entertainment,\" says CE=O=20Clyde Long.Size: 10 employeespricing: Free. Another service, JurySmart, costs $189 per case.Online Resolution , Cambridge, Mass.Specialty: Disputes of more than $2,000 involving insurance, employment, an=d=20B-to-B commerce.Selling point: Tailored for common B-to-B disputesSize: 13 employees; 500 mediatorspricing: For disputes of less than $10,000, each party pays $50 per hour; f=or=20disputes $10,000-$50,000, each pays $75 per hour; disputes of more than=20$50,000 cost $100 per hour; organizations that sign up for packages receive==20major discounts per case.SquareTrade , San FranciscoSpecialty: Mediation for the massesSelling point: Offers mom-and-pop online merchants a \"Square Deal\"=20certificate-a seal of approval-for as much as $6,400Size: More than 250 mediators and arbitrators on contract; claims to have==20processed more than 35,000 disputespricing: $20 per dispute for mediation; if the transaction is valued at mor=e=20than $1,000, it also takes a 1 percent fee. Mediators are paid on a=20per-dispute basis.WebMediate , headquarters: BostonSpecialty: Focused exclusively on business-to- business exchanges and=20marketplacesSelling point: Brainiac board includes several Harvard and MIT law and=20management professors.Size: 8 employees and 100 online mediators under contractpricing: Will charge clients an hourly rate for mediators; will take a cut =of=20the mediator s fee or a percentage of monetary disputes when the automated==20system is used.=20Michael Grebb (cablegrebb@aol.com) is a Washington, D.C.=01*based contribut=or=20for Business 2.0.",
        "mid": 10143,
        "subject": "Which technology resolves disputes best?"
    },
    {
        "body": "Please check the link for important direction update.-----------------------------------------------For reference, your link to this Invite is:http://evite.citysearch.com/r?iid=KSHMVLPJKDRKLEYJNVTZ----> Send an Invite for Your Next Get-Together!It s super easy, and 100% free. Click below to create your own Invite:http://evite.citysearch.com/csplash?li=egi148484848",
        "mid": 10319,
        "subject": "40th Birthday Party for Joe Elder"
    },
    {
        "body": "Dear Michael,The Lido is a very popular cart. It is a certified electric vehicle (NEV)and has a lot of style. It is perfect for neighborhood use.They are available for order and should take 4-6 weeks for delivery.Regards,Michael HrubyluxuryCarts.comwww.luxurycarts.com----- Original Message -----From: \"Taylor, Michael E\" <Michael.E.Taylor@enron.com>To: <sales@luxurycarts.com>Sent: Wednesday, September 05, 2001 4:30 AMSubject: LIDOI was curious if any of these LIDOs are selling.  IS there a back orderor do you have a ready supply of them?Michael TaylorCoal and Emissions TradingEnron Global Markets(713) 853-1885**********************************************************************This e-mail is the property of Enron Corp. and/or its relevant affiliate andmay contain confidential and privileged material for the sole use of theintended recipient (s). Any review, use, distribution or disclosure byothers is strictly prohibited. If you are not the intended recipient (orauthorized to receive for the recipient), please contact the sender or replyto Enron Corp. at enron.messaging.administration@enron.com and delete allcopies of the message. This e-mail (and any attachments hereto) are notintended to be an offer (or an acceptance) and do not create or evidence abinding and enforceable contract between Enron Corp. (or any of itsaffiliates) and the intended recipient or any other party, and may not berelied on by anyone as the basis of a contract by estoppel or otherwise.Thank you.**********************************************************************",
        "mid": 18780,
        "subject": "Re: LIDO"
    },
    {
        "body": "Maybe we might win then. -----Original Message-----From: \tGiannone, Adam  Sent:\tMonday, November 19, 2001 11:33 AMTo:\tTaylor, Michael ESubject:\tRE: where are u?i am in Charleston WV until Thanksgiving.  Then I am going to NY.  Please tell the soccer crew that I can not make it tomarrow.thanksAG -----Original Message-----From: \tTaylor, Michael E  Sent:\tMonday, November 19, 2001 11:39 AMTo:\tGiannone, AdamSubject:\twhere are u?Adam,Are you in today or this week?Mike",
        "mid": 19200,
        "subject": "RE: where are u?"
    },
    {
        "body": "Good catch!  I was thinking that Thanksgiving was the 29th -- oops.  I ll get a revised quote.  Any ideas for who wants to go?  This particular boat has three cabins and heads.  If we have another person (Jim?) or couple (the Johns?) we would get along with for a week it would be fun and less expensive.  And if there are even more, we could get a larger boat with four cabins.  We just need to know sooner rather than later to get the boat reserved. -----Original Message-----From: \t\"Dan@treebeards.com\" <dan@treebeards.com>@ENRON [mailto:IMCEANOTES-+22Dan+40treebeards+2Ecom+22+20+3Cdan+40treebeards+2Ecom+3E+40ENRON@ENRON.com] Sent:\tFriday, August 10, 2001 9:00 AMTo:\tTaylor, Mark E (Legal)Cc:\tJamie MizeSubject:\tRe: Let s Go Sailing!I m game for a trip.  Any chance we could do it a week or a few days earlierand take advantage of the Thanksgiving holiday since we are already off?----- Original Message -----From: <mark.taylor@enron.com>To: <dan@treebeards.com>Sent: Thursday, August 09, 2001 12:36 PMSubject: Let s Go Sailing!> What do you think?>> This vacation estimate was created by The Moorings for Mark and crew.  Ifyou would like more information, please visit our web site athttp://www.moorings.com. Thank you for considering The Moorings for yournext sailing vacation.>> Estimate Request No: 92624> Set Sail Date: 11/25/2001> Duration: 7 Days> Departure Base: St. Martin>> Item Description:                                  Price:> Moorings 463 - Exclusive For 7 Days                $USD 3,675.00> Evening Start                                      $USD 367.50> Provisioning - Prov.-Easy On The Cook              $USD 560.00> Security Insurance                                 $USD 203.00>> Total Charter Price                                $USD 4,805.50> Price Per Person Per Day                           $USD 171.63>>> . Bareboat charters may choose to start at either noon or 6:00 pm.  CrewedYacht charters start at noon. All charters end at noon.> . You may start your charter any day of the week.> . A minimum number of charter days may apply.> . All prices are subject to change without notice.> . Taxes vary by destination, and may not be included in this estimate.Please ask a Moorings Vacation Planning Specialist for details.>> This estimate is provided for your convenience and to aid in planning yoursailing vacation with The Moorings. Availability and prices are subject tochange and are not guaranteed until a deposit is made.  Your charter mayqualify for a special offer or discount.  Please visit the Special Offerssection of our web site or use the Contact Us page found on our Service Deskto contact a Vacation Planning Specialist for details.>>>",
        "mid": 19371,
        "subject": "RE: Let s Go Sailing!"
    },
    {
        "body": "Mark,As you can guess, I m really looking forward to seeing you.  There are anumber of lunch places on the intercoastal waterway nearby the boat showwhere we can eat and watch the boats go by, I m not sure how great theirfood is though, or we could go to the place you like on the beach with theswings.  It is also close to the boat show.  We have dinner reservations forMark s at 9 p.m. on Saturday evening.  I guess we should play the otherday s lunch by ear, but I m sure we could get in to whatever restaurant youwould like.  I ve seen Barnaby s like brunch places, but nothing reallyneat.  There is one hotel in Ft. Lauderdale on the same street Mark s is onthat might have a good Sunday brunch.  I m not sure what else you would liketo do, but here are some suggestions.  If you want to have a late night onFriday, we could drive down to South Beach.  I m fairly sure they servedinner late, perhaps that Sushi bar in the Delano or the restaurant in theDelano.  In fact, if you would like to stay Friday night at a hotel on SouthBeach, I will pay for it.  If this doesn t sound good, there are some placeson the street Mark s is on may still serve dinner at that time, if not, Ican make something at home.  Also, if having coffee and reading the Sundaypaper on the lawn at the Breakers while they pipe in classical music soundfun, we could do that Sunday morning.  However, it s one hour s drive eachway.  There is also a great movie theater in Ft. Lauderdale and we could goon one of those power boats that cruises the intercoastal waterway.  I llleave the whole weekend up to you.  Looking forward to seeing you.Ted-----Original Message-----From: Mark.Taylor@enron.com [mailto:Mark.Taylor@enron.com]Sent: Tuesday, October 23, 2001 10:29 AMTo: TedBockius@spherion.comSubject: RE: FoodI definitely think Mark s is a best bet if we can get in on Saturday.Lunch will probably depend on where we are - is there some place on thewater near the boat show that takes lunch reservations?  Maybe we can go tothe boat show early and finish up in time for lunch.  Unless you d ratherdo something else on Sat. and go to the boat show Sunday -- any good Sundaybrunch places?    -----Original Message-----   From:   \"Bockius,Ted\" <TedBockius@spherion.com>@ENRON   Sent:   Tuesday, October 23, 2001 7:14 AM   To:     Taylor, Mark E (Legal)   Subject:  RE: Food   Mark,   I think we should plan on something more casual for Friday evening.   Since   you are the foodie, please let me know which restaurant you would like   to   have dinner at on Saturday evening and I ll make reservations today.   Also,   please let me know if there is another restaurant you would like to have   lunch at and I can make that reservation as well.   looking forward to seeing you!   Ted   -----Original Message-----   From: Taylor, Mark E (Legal) [mailto:Mark.Taylor@ENRON.com]   Sent: Monday, October 22, 2001 7:06 PM   To: tedbockius@spherion.com   Subject: Food   My flight doesn t get in until 10:30 or so on Friday night.  Not sure   what we can still do for food at that hour.  Do people eat late in Ft.   Lauderdale?  In case you re still looking for food ideas, I found these   that looked interesting:   Bistro Mezzaluna   Armadillo Cafe (Davie)   Left Bank   Hobo s Fish Joint (Coral Springs)   Darrel & Olivers Cafe Maxx (Pompano Beach)   Not sure but I think the first two may be reasonably close to the   airport, the next one in Fort Lauderdale but have no idea where the last   two are.  All get good marks in Zagats.  Look them up at zagats.com and   see what you think.   Mark Taylor   Vice President and General Counsel   Enron Wholesale Services   1400 Smith Street - EB3892   Houston, Texas 77008   (713)853-7459   (713)646-3490 (fax)   **********************************************************************   This e-mail is the property of Enron Corp. and/or its relevant affiliate   and   may contain confidential and privileged material for the sole use of the   intended recipient (s). Any review, use, distribution or disclosure by   others is strictly prohibited. If you are not the intended recipient (or   authorized to receive for the recipient), please contact the sender or   reply   to Enron Corp. at enron.messaging.administration@enron.com and delete   all   copies of the message. This e-mail (and any attachments hereto) are not   intended to be an offer (or an acceptance) and do not create or evidence   a   binding and enforceable contract between Enron Corp. (or any of its   affiliates) and the intended recipient or any other party, and may not   be   relied on by anyone as the basis of a contract by estoppel or otherwise.   Thank you.   **********************************************************************",
        "mid": 20183,
        "subject": "RE: Food"
    },
    {
        "body": "A colleague has sent you this article from Fortune (http://www.fortune.com =).Reply to your colleague at janette.elbertson@enron.com=20=20=3D-=3D-=3D-=3D-=3D-=3D-=3D-=3D-=3D-=3D-=3D-=3D-=3D-=3D-=3DMOST POWERFUL WOMEN IN BUSINESSPatient but Not PassiveA new kind of leader emerged in our annual ranking of powerful businesswome=n. She is strong and resolute, but not in a hurry.=20Patricia SellersMon Oct 15 00:00:00 EDT 2001For some 30 years--ever since women started jockeying for power in the  wor=kplace--patience has gotten a bad rap. After all, the virtue fairly  reeks =of a Victorian mission to corset women into the role of submissive  wife an=d mother. So women have shunned it. Instead they have felt the  need to mak=e bold pronouncements and rush to action. That was never  truer than during= the season of dot-com mania, when every CEO professed  to be leading a rev=olution. And any leader who failed to act quickly was  supposed to get tram=pled by the capitalist vanguard. =20Now, in these new, more tempered times, patience may be about to reap  its =reward. In FORTUNE s annual survey of the 50 Most Powerful Women in  Busine=ss, we see the emergence of women who came to power slowly. We re  not talk=ing about women who had the patience to suffer indignities or  who sat pass=ively in an out-of-the-way corner. Rather, they stayed with  a company, ste=adily building influence there, and rose to power through  determination an=d insider knowledge, not promises and self-promotion.  These qualities, of =course, serve men as well as women. Jim Collins,  author of Good to Great, =argues that the most successful corporate  turnarounds were led by such col=orless men as Darwin Smith at  Kimberly-Clark and William Allen at Boeing. =Through a combination of  deep knowledge of the corporation, personal humil=ity, and will, they  created enduring greatness. It s too early to say whet=her Anne Mulcahy,  No. 6 on our list, can pull off such a feat. But she fit=s the profile.  An unpretentious workhorse who never aimed to be CEO, she f=elt  ambivalent accepting the title at troubled Xerox in July. \"I m not as = famous as Carly--and I want to keep it that way,\" says Mulcahy, 48.=20The famous Carly--Hewlett-Packard Chairman and CEO Carleton Fiorina--is  st=ill No. 1 on our list, as she has been every year since we began  publishin=g the The Power 50 in 1998. She still heads the biggest company  ($48.8 bil=lion in revenues last year) run by a woman. And she is still  as audacious =and impatient as ever. Wall Street practically heckled her  latest move--a =bold bet to buy competitor Compaq--but Fiorina, 47,  remains defiant. In di=fficult times \"people who drive change are the  subject of great scrutiny,\"= she says. As a woman--and a daring,  outspoken one at that--her actions ar=e scrutinized more closely than the  most driven of men. Says Fiorina: \"I v=e had a lot of male CEOs say to  me,  Thank God they don t rank us.  \" =20PepsiCo President and CFO Indra Nooyi (No. 10) understands the urge to  tak=e bold action, but she also knows the necessity of holding back.  \"There is= no question that women who reach the top have to perform at a  higher leve=l--which is why women tend to push themselves harder than  men,\" says Nooyi=, 46. \"But we have to have the right people around who  can say to us,  You= re draining the organization. You re pushing too  hard.  \" Particularly no=w, as the U.S. prepares for an uncertain kind of  war and enters what could= be a sustained economic downturn, power seems  to call for pragmatic and c=areful leadership.=20This year s Power 50 is full of such steady leaders. Mulcahy, Nooyi, and  t=he other corporate women who are new to the top ten this year--Mirant s  Ma=rce Fuller (No. 5), Pfizer s Karen Katen (No. 7), Chevron s Pat Woertz  (No=. 8), and Kraft s Betsy Holden (No. 9)--are all low-profile  loyalists. The= combined tenure at their current companies: 118 years.  The six years Andr=ea Jung (No. 4) spent as head of marketing at Avon  gave her the knowledge =to revive the troubled company faster than anyone  expected when she became= CEO two years ago (see It Took a Lady to Save Avon ). =20As always, the list is a snapshot of power at a moment in time. Last  year,= power resided in the technology and Internet sectors, but that  influence =was fleeting. Gone from the list this year: \"Hurricane Debby\"  Hopkins, who= pushed her agenda too ambitiously at Lucent and lost her  CFO job in May; =Ellen Hancock, who failed at the startup Exodus; and  Morgan Stanley s Mary= Meeker, who influenced so many to buy into the  Internet fizz. But one Web= warrior looks better than ever: eBay s Meg  Whitman, No. 2 on our list. Wh=itman, who at times took heat for not  managing aggressively enough, has ne=ver overpromised investors; instead  she has diligently delivered above-tar=get profits every single  quarter.While the economy and its points of power change, the definition we use  to= evaluate power remains the same. We consider the size and importance  of a= woman s business in the global economy, her clout inside her  company, and= the arc of her career--where she has been and where she is  likely to go. =When appropriate, we also weigh the woman s influence on  mass culture and =society. That factor lifts Oprah Winfrey to No. 3 on  this year s list. She= owns a product, The Oprah Winfrey Show, that  generates more than $300 mil=lion in annual revenues and reaches 26  million viewers in the U.S. each we=ek--plus millions more in 106  international markets. Her show, and now her= magazine, O, The Oprah  Magazine (whose subject is personal empowerment), =have immense influence  on the popular culture--from what books people read= to what kind of  lives they lead. =20The shifts on our list this year are dramatic, with 14 newcomers and  three= returnees from previous years. But one trend is especially  intriguing: Wo=men are taking on bigger businesses than ever. A few years  ago responsibil=ity for a $3 billion business almost automatically earned  a woman a spot o=n this list. No more. (Unless she wields media power  like Martha Stewart, =No. 13.) This year s FORTUNE 50 includes several  women who lead businesses= with annual revenues of $20 billion or more.  That s a first. The ranking =has become so competitive, in fact, that  some women moved down even though= their power increased. Example: Shelly  Lazarus. She heads a healthy busin=ess, ad giant Ogilvy & Mather (where,  by the way, she has worked for 30 ye=ars), whose revenues grew 20% last  year. Plus, she added a prestigious boa=rd seat--General Electric--to her  resume. But in order to make room for ne=wcomers, Lazarus slides to No.  11, from No. 7 last year.=20One newcomer is Southwest Airlines President Colleen Barrett (No. 20).  Loy=alty and self-knowledge took Barrett to corporate heights she never  imagin=ed while growing up in tiny Bellows Falls, Vt.  Barrett couldn t  afford to= go to a four-year college and had no specific ambition beyond  believing s=he \"would be the best legal secretary in the world,\" she  says. Barrett sta=rted as Herb Kelleher s secretary in 1967, a decade  before he quit a Texas= law practice to launch Southwest Airlines. She  made an indelible mark as =the startup grew to be America s  top-performing airline. In her job as exe=cutive vice president of  customers, she helped create Southwest s famously= collegial culture and  provided essential structure and discipline to Kell=eher s grand vision.  \"I ve never wanted the CEO job,\" says Barrett. \"I don= t think I have the  talents for it. I m a great No. 2 person.\" Now 57, Bar=rett is exactly  where she wants to be. =20Loyalty does not mean kowtowing. The women on our list push their  companie=s to change and grow, and they take personal risks. \"Women have  to take a =lot of risks because there is no natural career progression,\"  says Mirant =CEO Marce Fuller. She should know. Fuller was getting great  marks running =international project development for Mirant s former  parent, Southern, in= 1994, when her boss asked her to take charge of the  company s tiny North =American power plant operations. After looking  closely at the business, sh=e told her boss she didn t want the job  unless she could do something alto=gether new--build a high-tech  risk-management and marketing organization t=o complement the expansion  of power plants in the U.S. \"I told him,  If yo=u don t have this piece,  you don t have a game plan,  \" she says. It wasn =t an easy sell. Only 35  at the time, Fuller lobbied Southern s board for a=pproval. Once she got  it, she built a 600-person energy trading and market=ing unit that is  expected to generate $25 billion in revenues this year. S=outhern, a  regulated utility, spun off Mirant last spring. So now Fuller i=s her own  boss--and, with Mirant sure to be among America s largest compan=ies this  year, a FORTUNE 500 CEO.=20One of the few. The grim news is that there are only six women CEOs of  FOR=TUNE 500 companies, including Fuller. And there are fewer women in  the pip=eline than anyone would have thought 30 years ago. \"When I was  21, I was e=xpecting that by this point we d be in the fifty-fifty  range,\" says Betsy =Bernard (No. 23), CEO of AT?Consumer. The reality,  though disappointing, h=as motivated Bernard to become \"a catalyst,  making sure that other women g=et opportunities.\" Bernard, 46, and other  women emerging now are not based= on the old model--the shark-like Linda  Wachner, whose company, Warnaco, c=rashed into bankruptcy this year. Or  the flamboyant Jill Barad, who was bo=oted from Mattel last year. Says  PepsiCo s Indra Nooyi: \"PepsiCo, which us=ed to be known for hiring   Pepsi pretty --blond, blue-eyed males--has made= an Indian woman its  president. That says a lot about the future of women.=\" Let s hope Nooyi  is right. Meantime, if you don t see a new Wonder Woman= in corporate  America, it doesn t mean she doesn t exist. She might be qui=etly and  diligently doing her job.=20 http://www.fortune.com/indexw.jhtml?channel=3Dartcol.jhtml&doc_id=3D204383==20Colleague at Fortunehttp://www.fortune.com",
        "mid": 20311,
        "subject": "Patient but Not Passive"
    },
    {
        "body": "Are we still on for lunch?",
        "mid": 22401,
        "subject": ""
    },
    {
        "body": "What s up?  I want out of the building.  Do you have time for a quick lunch somewhere other than Enron?RR",
        "mid": 22542,
        "subject": ""
    },
    {
        "body": "And I thought you were a nice guy!!  Boy was I wrong!",
        "mid": 22598,
        "subject": "Re:"
    },
    {
        "body": "You re still worried that I m mad aren t you?  Stop worrying.  I ll call you when things settle down here today.",
        "mid": 22651,
        "subject": "Re:"
    },
    {
        "body": "Ruth,We made it back safely (about 1:00).  Thank you again for the evening...we had a great time!  It was great to finally meet you.  I guess the next time I ll see you is for Superbowl.Talk to you soon,Theresa",
        "mid": 23573,
        "subject": "Gas Daily Pricing"
    },
    {
        "body": "I have been riding my bike to work a couple of times each week and lifting with Matt.  I thought you came in later.   -----Original Message-----From: \tLandry, Chad  Sent:\tWednesday, August 22, 2001 11:22 AMTo:\tAllen, Phillip K.Subject:\tare you still working out in the mornings?  i cannot find anyone to lift in the mornings.  let me know if you have been hitting it solo and could use a good spotter.  i finally got a bike rack put on my car.  gonna try and hit memorial this weekend.  have you been lately?ckl",
        "mid": 27099,
        "subject": "RE:"
    },
    {
        "body": "You may have heard this one before -- I heard it on the radio the other morning...  It s a GREAT morning laugh! <http://www.policehumor.com/taliban-call/>",
        "mid": 27754,
        "subject": "FW: Taliban Call"
    },
    {
        "body": "Mucho Congratulations!We need to make your \"graduation\" official with a happy hour sometime before Christmas.  {I know...we re always looking for an excuse to party.}Great job.Dan -----Original Message-----From: \tJessica Wentworth <jwentwor@du.edu>@ENRON   On Behalf Of Jessica Wentworth <jwentwor@du.edu>Sent:\tMonday, December 03, 2001 9:31 AMTo:\tBierbach, Brian; Varnell, Charles; Bump, Dan J.; Baldridge, Don; Choyce, Ken; Whitt, Mark; mike.legler@enron.com; paul.lucci@enron.com; Sitter, Scott; Harrison, TyrellSubject:\tSCHOOLS OUT!!!I m done!!  I m all done!!  Remember when I left you guys a message afterhaving my eyes done?  Well this is the same feeling.  It s just so great, Ihad to share it with all of you.  It s a tremendous feeling.  I can t stopsmiling.  Thanks for all your help on my many little projects for school.Talk to you guys later.  Take care,Jess",
        "mid": 28078,
        "subject": "RE: SCHOOLS OUT!!!"
    },
    {
        "body": ">>The Five Levels of Drinking>>LEVEL 1:  It s 11:00 on a weeknight, you ve had a few beers.  Just as you >get up to leave because you have work the next day, one of your friends >buys another round.  One of your \"unemployed\" friends.  Here at level one >you think to yourself, \"Oh come on, this is silly, as long as I get seven >hours of sleep, I ll be fine.\">>LEVEL 2:  It s midnight.  You ve had a few more beers.  You ve just spent >20 minutes arguing against the use of artificial turf.  You get up to leave>again, but at level two, a little devil appears on your shoulder.  And now >you re thinking, \"Hey!  I m out with my friends!  What am I working for >anyway?  These are the good times!  Besides, as long as I get five hours >sleep...I m cool.\">>LEVEL 3:  One in the morning.  You ve abandoned beer for tequila.  You ve >just spent 20 minutes arguing FOR the use of artificial turf.  And now >you re thinking, \"Our waitress is the most beautiful woman I ve ever seen!\">  At level three, you love the world.  On the way to the bathroom you buy a>drink for the stranger at the end of the bar just because you like his >face.  You get drinking fantasies (like, \"Hey fellas, if we bought our own >bar, we could live together forever.  We could do it. Tommy, you could >cook.\")  But at level three, that devil is a little bit bigger...and he s >buying.  And you re thinking, \"Oh, come on, come on now.  As long as I get >three hours sleep...and a complete change of blood, I m cool.\">>LEVEL 4:  Two in the morning.  And the devil is bartending.  For last call,>you ordered a bottle of rum and a Coke.  You ARE artificial turf!  This >time on your way to the bathroom, you punch the stranger at the end of the >bar.  Just because you don t like his face!  And now you re thinking, \"Our >busboy is the best looking man I ve ever seen.\"  You and your friends >decide to leave, right after you get thrown out, and one of you knows an >after hours bar.  Here at level four, you actually think to yourself, >\"Well...as long as I m only going to get a few hours sleep anyway, I may as>well....STAY UP ALL NIGHT!!!!  Yeah!  That d be good for me.  I don t mind >going to that board meeting looking like Keith Richards.  Yeah, I ll turn >that around, make it work for me.  And besides, as long as I get 31 hours >sleep tomorrow, I m cool.>>LEVEL 5:  Five in the morning.  After unsuccessfully trying to get your >money back at the tattoo parlor (\"But I don t even know anybody named >Simon!!!\"), you and your friends wind up across the state line in a bar >with guys who have been in prison as recently as... that morning.  It s the>kind of place where even the devil is going, \"Uh, I gotta turn in.  I gotta>be in Hell at nine.\"  At this point, you re all drinking some kind of thick>blue liquor, like something from a Klingon wedding.  A waitress with fresh >stitches comes over, and you think to yourself, \"Someday I m gonna marry >that girl!!\"  One of your friends stands up and screams, \"WE RE DRIVIN  TO >VEGAS, BABY!!!!!\" - and passes out.  You crawl outside for air, and then >you hit the worst part of level five - the sun. You weren t expecting that >were you?  You never do.  You walk out of a bar in daylight, and you see >people on their way to work, or jogging.  And they look at you and they >know.  And they say,\"Who s Simon?\"  Let s be honest, if you re 19 and you >stay up all night, it s like a victory.  You ve beat the night.  But if >you re over 30, then that sun is like God s flashlight.>>We all say the same prayer then, \"I swear, I will never do this again as >long as I live!\"  And some of us have that little addition, \"and this time,>I mean it!\"_________________________________________________________________Get your FREE download of MSN Explorer at http://explorer.msn.com/intl.asp******************************************************************This email and any files transmitted with it from the ElPaso Corporation are confidential and intended solely for the use of the individual or entity to whom they are addressed. If you have received this email in error please notify the sender.******************************************************************",
        "mid": 28080,
        "subject": "FW: The Five Levels of Drinking"
    },
    {
        "body": "-----Original Message-----From: Lucci, Paul T. Sent: Wednesday, November 14, 2001 11:18 AMTo: Whitt, Mark; Harrison, Tyrell; Bump, Dan J.; Varnell, CharlesSubject: FW: My life-----Original Message-----From: john.d.williamson@us.andersen.com[mailto:john.d.williamson@us.andersen.com]Sent: Wednesday, November 14, 2001 11:05 AMTo: awhite@ktvd.com; BLagodna@aol.com;chandu.v.chilakapati@us.andersen.com; anthony.r.coghlan@us.andersen.com;DWC3@pge.com; kblume@logicon.com; laurie.p.klumb@us.andersen.com;jlynch@xemkt.com; Rappold@aol.com; sakom@attglobal.net;Reese_Spears@NEXGENW2K.nexgeninc.com; steven.r.thornton@us.andersen.com;Lucci, Paul T.; lance.e.workman@us.andersen.comSubject: My lifeWay too close to home!Male MaturityWhen I was 14, I hoped that one day I would have a girlfriend.When I was 16 I got a girlfriend, but there was no passion. So I decided Ineeded apassionate girl with a zest for life.In college I dated a passionate girl, but she was too emotional. Everythingwas an emergency;she was a drama queen, cried all the time and threatened suicide.So I decided I needed a girl with stability.When I was 25 I found a very stable girl but she was boring. She wastotallypredictable andnever got excited about anything. Life became so dull that I decided that Ineeded a girl with someexcitement.When I was 28 I found an exciting girl, but I couldn t keep up with her.Sherushed from onething to another, never settling on anything. She did mad impetuous thingsand made me miserable as often as happy. She was great fun initially andvery energetic, but directionless.So I decided to find a girl with some real ambition.When I turned 31, I found a smart ambitious girl with her feet plantedfirmly on theground and married her.She was so ambitious that she divorced me and took everything I owned.Now I am 49 and just looking for a girl with big tits.*******************Internet Email Confidentiality Footer*******************Privileged/Confidential Information may be contained in this message.  Ifyou are not the addressee indicated in this message (or responsible fordelivery of the message to such person), you may not copy or deliver thismessage to anyone. In such case, you should destroy this message and kindlynotify the sender by reply email. Please advise immediately if you or youremployer do not consent to Internet email for messages of this kind.Opinions, conclusions and other information in this message that do notrelate to the official business of my firm shall be understood as neithergiven nor endorsed by it.",
        "mid": 28172,
        "subject": "FW: My life"
    },
    {
        "body": "Here is an opportunity to get a box for one of the games.  Detroit on Feb 4th would be great!  That is a Monday.  If you and Kim wanted to you could come up and ski that weekend prior.  Let me know what you think.-----Original Message-----From: Lucci, Paul T. Sent: Thursday, October 18, 2001 3:39 PMTo: Whitt, MarkSubject: FW: hockey -----Original Message-----From: Downey, Pat Sent: Thursday, October 18, 2001 3:18 PMTo: Lucci, Paul T.; Whitt, MarkSubject: FW: hockeyA friend of mine who works for Clear Channel passed this on to me. Thought you might be interested. He tells me that their suite is on the blue line. Pat-----Original Message-----From: Baldwin, Chris [mailto:ChrisBaldwin@ClearChannel.com]Sent: Thursday, October 18, 2001 2:46 PMTo: Downey, PatSubject: hockeyDear Hockey Fans.....         Here are the upcoming dates for the Avalanche....these are open dates for purchasing the corporate suite at $3400.00 This includes 10 tickets and first rate catering.  Renting the suite for an Av s game is a fantastic way to entertain your top clients, prospects or employees.  The Av s always have a packed house, full of positive energy.  The events are a great way to entertain in one of Denver s newest facilities-\"The Pepsi Center\" !  All of these are sold on first come first serve basis ... 10/23  Carolina 10/31  St. Louis 11/16  NY Islanders 11/24  Edmonton 12/3    Ottawa 12/12  Columbus 12/23  Minnesota 12/29  Philadelphia 1/3      NY Rangers 1/15    San Jose 1/21    Buffalo 1/28    Los Angeles 2/4      Detroit 2/9      Chicago 2/26    Calgary 3/2      Dallas 3/19    Washington 4/1      Nashville 4/9      Vancouver Now if you are interested in the Nuggets box for a night, contact me and negotiations will be dependent on the specific game and availibility.  We will be happy to negotiate an attractive deal to give you the  priviledge of seeing....YOUR DENVER NUGGETS>>>>>>>>.  Sincerely, Chris Baldwin 303.713.8539 chrisbaldwin@clearchannel.com",
        "mid": 28300,
        "subject": "FW: hockey"
    },
    {
        "body": "This is a copy of your message sent to MissCass2@talkmatch.com -->Hello,Saw your picture on the web site and thought I d drop you a line.  Take a look at my profile and see if you have any interest.  If so I d like to hear from you.PaulClick the following link to view the sender s profile:http://www.match.com/doubleblind/showprofile.asp?UserID=484948454C4B4E&trackingid=65685The following is my profile text:Hello, I m a down to earth person that likes to laugh and have a good time. I work in downtown Denver as a commodities trader for a large energy trading house. I do enjoy my career but understand life needs to be kept in prospective and be balanced. I enjoy activities over sitting and watching, but I have been known to sit in front of the TV and watch football or college basketball all day. I m looking for someone who enjoys life and doesn t take themselves too seriously. *********************************************************ADDITIONAL TIPS from Match.com:Our anonymous re-mailer will strip away your real email address, so that it will NOT appear in the  From:  line.You may also contact this person from their Match.com profile by clicking  Contact this person  and composing your message directly from the site.However:* Check to ensure that your email address is not in the BODY of your message as we are unable to remove these.* Check to ensure that you REMOVE ANY AUTOMATIC SIGNATURE at the end of your email. And note that you cannot use  Cc:  or  Bcc:  if you want your email to remain anonymous.Match.com does not monitor private email between members, nor are we liable for the content of these messages. All members are bound by our Match.com Service Agreement.",
        "mid": 28470,
        "subject": "CC: Match.com  - You ve Got Mail: Hello"
    },
    {
        "body": "This is a copy of your message sent to SundevilGrad@talkmatch.com -->Hello,I was going through the pictures on this web site and I ran across yours.  I found you to be attractive and your profile to be interesting.  I sent along mine so you can take a look and see if there is any interest.  I hope there is and that I hear from you later.PaulClick the following link to view the sender s profile:http://www.match.com/doubleblind/showprofile.asp?UserID=484948454C4B4E&trackingid=65685The following is my profile text:Hello, I m a down to earth person that likes to laugh and have a good time. I work in downtown Denver as a commodities trader for a large energy trading house. I do enjoy my career but understand life needs to be kept in prospective and be balanced. I enjoy activities over sitting and watching, but I have been known to sit in front of the TV and watch football or college basketball all day. I m looking for someone who enjoys life and doesn t take themselves too seriously. *********************************************************ADDITIONAL TIPS from Match.com:Our anonymous re-mailer will strip away your real email address, so that it will NOT appear in the  From:  line.You may also contact this person from their Match.com profile by clicking  Contact this person  and composing your message directly from the site.However:* Check to ensure that your email address is not in the BODY of your message as we are unable to remove these.* Check to ensure that you REMOVE ANY AUTOMATIC SIGNATURE at the end of your email. And note that you cannot use  Cc:  or  Bcc:  if you want your email to remain anonymous.Match.com does not monitor private email between members, nor are we liable for the content of these messages. All members are bound by our Match.com Service Agreement.",
        "mid": 28477,
        "subject": "CC: Match.com  - You ve Got Mail: Hello"
    },
    {
        "body": "This is a copy of your message sent to travellingchick@talkmatch.com -->Hello,I was surfing through the pictures on this web site and ran across yours.  I found you to be attractive and your profile to be interesting.  I sent along mine so you can take a look and see if there is any interest.  I hope there is and that I hear from you later.PaulClick the following link to view the sender s profile:http://www.match.com/doubleblind/showprofile.asp?UserID=484948454C4B4E&trackingid=0The following is my profile text:Hello, I m a down to earth person that likes to laugh and have a good time. I work in downtown Denver as a commodities trader for a large energy trading house. I do enjoy my career but understand life needs to be kept in prospective and be balanced. I enjoy activities over sitting and watching, but I have been known to sit in front of the TV and watch football or college basketball all day. I m looking for someone who enjoys life and doesn t take themselves too seriously. *********************************************************ADDITIONAL TIPS from Match.com:Our anonymous re-mailer will strip away your real email address, so that it will NOT appear in the  From:  line.You may also contact this person from their Match.com profile by clicking  Contact this person  and composing your message directly from the site.However:* Check to ensure that your email address is not in the BODY of your message as we are unable to remove these.* Check to ensure that you REMOVE ANY AUTOMATIC SIGNATURE at the end of your email. And note that you cannot use  Cc:  or  Bcc:  if you want your email to remain anonymous.Match.com does not monitor private email between members, nor are we liable for the content of these messages. All members are bound by our Match.com Service Agreement.",
        "mid": 28481,
        "subject": "CC: Match.com  - You ve Got Mail: Hello"
    },
    {
        "body": " -----Original Message-----From: jbrewer.LEATHERCENTER@leathercenter.com [mailto:jbrewer.LEATHERCENTER@leathercenter.com]Sent: Monday, December 17, 2001 12:26 PMTo: chenson.LEATHERCENTER@leathercenter.com; jswank.LEATHERCENTER@leathercenter.com; bshook.LEATHERCENTER@leathercenter.com; br33burke@aol.com; plucci@enron.com; jeffw@worldstrides.com; L97613@udscorp.com; ratelove@ev1.net; lisalindsley@hotmail.comSubject: Fwd: fire truckimahiker@hotmail.com12/17/2001 01:02 PM ESTTo: jbrewer@leathercenter.com, cwhouse@nwlink.com, musicl1@hotmail.com, celowrie@hotmail.comcc: bcc: Subject: Fwd: fire truckFrom: RZittrower@aol.comTo: mwcrews@bellsouth.net, GDcrews@hotmail.com, Kdcrews1@email.msn.com,  imahiker@hotmail.com, Marvinecrews@aol.com, tashby40@bellsouth.net, FZittrower@aol.comSubject: fire truckDate: Mon, 17 Dec 2001 09:46:04 ESTA fire fighter is working on the engine outside thestation when he notices a little girl next door in alittle redwagon with little ladders hung off of the side and agarden hosetightly coiled in the middle.The girl is wearing a fire-fighter s helmet and hasthe wagon tied to a dog and a cat.The fire fighter walks over to take a closer look.\"That sure is a nice fire truck,\" the fire fightersays, withadmiration.\"Thanks,\" the little girl says.The fire fighter looks a little closer and noticesthe girl has tied the wagon to the dog s collar andto the cat stesticles.\"Little partner\" the fire fighter says, \"I don twant to tell you how to run your fire truck, but ifyou were to tiethatrope around the cat s collar, I think you could gofaster.\"The little girl says, \"You re probably right, butthen I wouldn thave a siren.<html><DIV>&nbsp;</DIV></html>_________________________________________________________________Send and receive Hotmail on your mobile device: <http://mobile.msn.com>",
        "mid": 28567,
        "subject": "FW: fire truck"
    },
    {
        "body": "<P>&nbsp;<BR><BR><FONT SIZE=3D2><B>imahiker@hotmail.com</B></FONT><BR><FONT= SIZE=3D2>12/17/2001 01:02 PM EST</FONT><BR><BR> <FONT SIZE=3D2>To:</FONT> =<FONT SIZE=3D2>jbrewer@leathercenter.com, cwhouse@nwlink.com, musicl1@hotma=il.com, celowrie@hotmail.com</FONT><BR> <FONT SIZE=3D2>cc:</FONT> <BR> <FON=T SIZE=3D2>bcc:</FONT> <BR> <FONT SIZE=3D2>Subject:</FONT> <FONT SIZE=3D2>F=wd: fire truck</FONT><BR> <BR><BR></P><P><FONT FACE=3D\"Monospace,Courier\">F=rom: RZittrower@aol.com<BR>To: mwcrews@bellsouth.net, GDcrews@hotmail.com, =Kdcrews1@email.msn.com,<BR> &nbsp; imahiker@hotmail.com, Marvinecrews@aol.c=om, tashby40@bellsouth.net,<BR> &nbsp;FZittrower@aol.com<BR>Subject: fire t=ruck<BR>Date: Mon, 17 Dec 2001 09:46:04 EST<BR></FONT><BR><BR><FONT FACE=3D=\"Monospace,Courier\">A fire fighter is working on the engine outside the<BR>=station when he notices a little girl next door in a<BR>little red<BR>wagon= with little ladders hung off of the side and a<BR>garden hose<BR>tightly c=oiled in the middle.<BR></FONT><BR><FONT FACE=3D\"Monospace,Courier\">The gir=l is wearing a fire-fighter s helmet and has<BR>the wagon tied to a dog and= a cat.<BR></FONT><BR><FONT FACE=3D\"Monospace,Courier\">The fire fighter wal=ks over to take a closer look.<BR>&quot;That sure is a nice fire truck,&quo=t; the fire fighter<BR>says, with<BR>admiration.<BR></FONT><BR><FONT FACE==3D\"Monospace,Courier\">&quot;Thanks,&quot; the little girl says.<BR></FONT>=<BR><FONT FACE=3D\"Monospace,Courier\">The fire fighter looks a little closer= and notices<BR>the girl has tied the wagon to the dog s collar and<BR>to t=he cat s<BR>testicles.<BR></FONT><BR><FONT FACE=3D\"Monospace,Courier\">&quot=;Little partner&quot; the fire fighter says, &quot;I don t<BR>want to tell =you how to run your fire truck, but if<BR>you were to tie<BR>that<BR>rope a=round the cat s collar, I think you could go<BR>faster.&quot;<BR></FONT><BR=><FONT FACE=3D\"Monospace,Courier\">The little girl says, &quot;You re probab=ly right, but<BR>then I wouldn t<BR>have a siren.<BR></FONT><BR><BR><BR><BR=><BR><BR><BR><FONT FACE=3D\"Monospace,Courier\">&lt;html&gt;&lt;DIV&gt;&amp;n=bsp;&lt;/DIV&gt;&lt;/html&gt;<BR></FONT><BR><BR><FONT FACE=3D\"Monospace,Cou=rier\">_________________________________________________________________<BR>=Send and receive Hotmail on your mobile device: <A HREF=3Dhttp://mobile.msn=.com>http://mobile.msn.com</A></FONT></P>",
        "mid": 28800,
        "subject": "Fwd: fire truck"
    },
    {
        "body": "Hi Paul,Thanks for the email- so tell me more...Marlene>From: <plucci01@talkmatch.com>>To: <marleneg1@hotmail.com>>Subject: Match.com - You ve Got Mail: Hello>Date: Mon, 10 Dec 2001 13:00:24 -0600>>Hello,>>I saw your picture on the web site and I thought I d drop you a line.  I >sent along my profile.  Take a look and see if there is any interest.  If >there is I d like to hear from you.>>Paul>>Click the following link to view the sender s profile:>http://www.match.com/doubleblind/showprofile.asp?UserID=484948454C4B4E&trackingid=65685>>The following is my profile text:>>Hello, I m a down to earth person that likes to laugh and have a good time. >I work in downtown Denver as a commodities trader for a large energy >trading house. I do enjoy my career but understand life needs to be kept in >prospective and be balanced. I enjoy activities over sitting and watching, >but I have been known to sit in front of the TV and watch football or >college basketball all day. I m looking for someone who enjoys life and >doesn t take themselves too seriously.>>*********************************************************>>ADDITIONAL TIPS from Match.com:>>Our anonymous re-mailer will strip away your real email address, so>that it will NOT appear in the  From:  line.>>You may also contact this person from their Match.com profile by>clicking  Contact this person  and composing your message directly from the>site.>>However:>>* Check to ensure that your email address is not in the BODY of your>message as we are unable to remove these.>>* Check to ensure that you REMOVE ANY AUTOMATIC SIGNATURE at the end of>>your email. And note that you cannot use  Cc:  or  Bcc:  if you want>your email to remain anonymous.>>Match.com does not monitor private email between members, nor are we>liable for the content of these messages. All members are bound by our>Match.com Service Agreement._________________________________________________________________Chat with friends online, try MSN Messenger: http://messenger.msn.com********************************************************* IMPORTANT TIPS TO REMAIN ANONYMOUS AT Match.com: If you use the \"reply\" button to respond to this message, please take the following steps:1.  DELETE ALL TEXT from the body of your message, including header information which may include your actual email address.2.  REMOVE ANY AUTOMATIC SIGNATURES which may include your personal contact information.Our anonymous re-mailer will strip away your real email address (in the From: field), so that it will NOT appear in the \"From:\" line. However, DO NOT use the \"Cc:\" or \"Bcc:\" fields as these addresses CANNOT be stripped away.You may also contact this person from their Match.com profile by clicking \"Contact this person\" and composing your message directly from the site. Match.com does not monitor private email between members, nor are we liable for the content of these messages. All members are bound by our Match.com Service Agreement.",
        "mid": 28805,
        "subject": "Re: Match.com - You ve Got Mail: Hello"
    },
    {
        "body": "I am getting the lasik eye surgury on Fri and will have bandages on my eyes.\t\"Sherry Radack\" <sherry@radack.com>\t02/13/2001 08:01 PM\t\t \t\t To: \"Richard B. & Julie Sanders\" <Richard.B.Sanders@enron.com>\t\t cc: \"Bruce Oakley\" <boakley@bracepatt.com>\t\t Subject: i can t do dinner saturday night.  how about friday night?",
        "mid": 33121,
        "subject": "Re:"
    },
    {
        "body": "Just a note to say thanks for putting together the class reunion. We had a great time. It was nice seeing you and your kids.",
        "mid": 33406,
        "subject": "Re: (no subject)"
    },
    {
        "body": "Cheryl,Thanks so much for extending your business trip to visit us in Houston.  I had a blast with you being here.I hope that you didn t get sick -- I d feel awful if you did.  I still have the sniffles, but managed to avoid the worst of it (so far).  Cameron perked right up after the antibiotics kicked in.   He is his usual self today (happily -- he was kind of a pest this weekend --  you really saw him at his worst, unfortunately).  We watched How the Grinch Stole Christmas today on the Cartoon Network, and he was happy as can be.I hope you can manage the February trip and weren t frightened off by the rough time here last weekend.  When we re not sick, we re really much more fun!!  Besides, the pig races await.gotta go.Michelle",
        "mid": 36384,
        "subject": "RE: Hi Michelle!"
    },
    {
        "body": "Congratulations!!!!  I know you are happy to have that wrapped up.  Michelle -----Original Message-----From: \tCamejo, Teobaldo  Sent:\tFriday, July 13, 2001 10:44 AMTo:\tCordova, ErnestoCc:\tSierra, Rick; Curran, Greg; Tortolero, Elio; pherrington@edisonmission.com; rmuse@edisonmission.com; Zatarain, Brian; Sanabria, Jaime; Vega, Victor; Laborde, Ivette; Mahan, Mariella; Johnson, Rick; Gilchrist, Scott; Rivera, Coralina; Cash, MichelleSubject:\tRe: Union AgreementMy sincere congratulations to  entire negotiation team, specially to Lourdes and Vicente, for  me particularly it has been a pleasure to work with you  and I must say that  being part of a  team  that  has the abilities and  knowledge as this one  does is  refreshing.We have achieved and surpassed  the  goals  defined in  our strategy and most important we have left EcoElectrica with  in a good position to handle itself  in presence of a union, which is not  an easy thing to achieve, we have also established the  grounds  for a solid open relationship without compromising any managerial principle or economic objective. All in all a job well done!. Thanks to all it s been great working with you all.Regards, Teo",
        "mid": 37921,
        "subject": "RE: Union Agreement"
    },
    {
        "body": "Julia, it was so good to talk to you.  We do miss you around here.When Steve gets back from vacation, we will email you and seta lunch date.  Below is Sheila s address to send her a card.  I know she wouldappreciate your prayers and encouragement.\tMrs. Sheila Nacey\t8630 Pine Falls Dr.\tHouston, TX  77095\tPhone - 281-550-4531Take care and call anytime.  Thanks. Lynn",
        "mid": 41459,
        "subject": "Sheila s Address"
    },
    {
        "body": "It appears you have figured out how to send Emails, I like the idea of being able to communicate this way.John-----Original Message-----From: Blair, Lynn Sent: Wednesday, October 17, 2001 2:44 PMTo: Buchanan, JohnSubject: HiJust cchecking out my newToyHave a great day!!!!Lynn--------------------------Sent from my BlackBerry Wireless Handheld (www.BlackBerry.net)",
        "mid": 42536,
        "subject": "RE: Hi"
    },
    {
        "body": "FYI.  ILY.  SYT.  JW.-----Original Message-----From: Bill@bkspeaks.com [mailto:Bill@bkspeaks.com]Sent: Monday, November 12, 2001 1:16 PMTo: ordinarylife@yahoogroups.comSubject: [ordinarylife] Summary of November 11, 2001ORDINARY LIFE - Thoughts and Ideas to Help You Live a Happier Life======================================Summary of November 11, 2001======================================Dear Folks ?     The Principle of Just Noticing   One of the fastest ways out of the fear that our current globalcrisis can cause in us is to develop the skill of \"just noticing\" whatour reaction of life is. When we fail to notice what is we miss life asit is. We do this because we try to make ourselves safe and secure -especially from death. Just noticing is build on the principle of\"sacred unity.\"++++++++++++++++++++++++++++++++++++++       Full text of presentation   I m calling the remarks I want to make with you today \"JustNoticing.\"   We are attempting to learn how to be with the world as it is. Andwith ourselves as we are.   These are big tasks because the world as it is currently a scaryplace with an uncertain future. And we as we are turn out to be a mixedbag, some of which is hard to accept.   Last week I introduced you to what are, at least for me, some keyconcepts.   First, were the principles of mind and spirit.   Second, the process of learning to make life work for us in a waythat fits the goal of \"living the life we want and wanting the life welive.\" Some of you have wondered: \"Is it really possible to do this?Can we really love and accept ourselves and each otherunconditionally?\"   One very important spiritual skill is learning just to notice.   Just be with what is.   Yes, this is difficult to do with no judgment. But it is one of ourprimary spiritual tasks. If we cannot learn to relate to ourselves thisway, we cannot relate to others with kindness or compassion either.   Several years ago a man walked into a bar in San Francisco near thewaterfront. After he had ordered his drink, he noticed that the mansitting next to him looked like a sea-going pirate. Not only was hedressed the part but he had a peg-leg, a hook instead of a hand and hehad a patch over one eye.   Curiosity got the better of him so he asked the man to tell himabout himself.   \"Excuse me, but you look like a pirate.\"   \"Aye mate, that I was. A true sea-going pirate.\"   \"My but you must have had an interesting life judging from the looksof things.\"   \"Aye lad, that I have.\"   \"Do you mind telling about your adventures? For example, how did youcome to have a peg-leg?\"   \"Well, I was a pirate you know. One day a huge wave came and knockedme off the ship and a shark bit my leg clean off. That s why I have apeg-leg.\"   \"And your arm? How did you come by that hook?\"   \"Well, I was a pirate you know. One night in a bar in Singapore Igot in a fight and this guy took a machete and cut my arm clean off.That s how I got my hook.\"   \"And how about your eye? How did you lose your eye?\"   \"Well, I was a pirate you know. One day while up on deck I happenedto look up and a sea gull pooped in my eye?\"   \"A sea gull pooped in your eye and that s how you lost your eye?\"   \"Well, it was the day after I got my hook.\"   There is a profound wisdom in learning to be with life as it is.Something happens and immediately we react rather than just noticing.When we do that we can blind ourselves. So often we want to escapelife. What I want our times together to help us all do is to develop aloving and compassionate relationship toward life as it is and towardourselves as we really are.   One way to talk about this is with the phrase \"just noticing.\" Thefoundation of this \"noticing\" is the principle of spiritual unity.   When Jesus used the word \"God,\" the word that he used in Aramaicmeans \"that which encompasses everything both outside and inside.\"   This includes those things we label \"good\" and those things we label\"bad.\" Both within the world and within ourselves. This is one of thereasons we are encouraged to know ourselves as completely as possible.You can t love what you don t know or know what you don t love.   Jesus was constantly inviting people toward himself in one way oranother. Indeed, I think one of the true marks of the spiritual life-style I would aspire to is that it be one that is inviting. I wouldlike for people to find what we are up to in here, for example, to beintriguing, appealing, etc.   \"Come, follow me,\" he said.   \"Come and see what I have found,\" said his followers.   So Jesus embraced and invited everyone. Indeed, his hanging out withsinners, prostitutes and drunks - his inclusiveness if you will - gothim into far more trouble than anything he ever said about himself.   This is a manifestation of the Jewish principle of wisdom, called\"Sophia.\" In the Old Testament book of Proverbs you find Wisdomgathering various guests together.   At the time of Jesus there were very strict rules in Judaism aboutwhom you could eat with and whom you couldn t and he regularly anddeliberately disobeyed those rules. By violating these rules Jesusmodeled the nature of God s love. God invites and includes all.   The word Jesus used for \"God,\" means \"no boundaries.\" No one andnothing is excluded. So our spiritual work involves attempting tocreate our lives in light of this reality.   Of course, the phrases \"being with life as it is\" and \"learning toembrace it all\" are what we talk about all the time in here in one wayor another.   Here is a promise: the more you work with not running from thethings that scare you - whether within or without - and the more youand I don t try to sidestep the feelings of insecurity that facingthese demons brings us, the more we will be at peace; the more joy wewill experience; the happier we will be.   It is that simple.   It is that difficult.   Of course, the bottom line thing we try to run from and escape is ?death.   Once I had a very profound dream. It was disturbing beyond belief. Iwould say that paying attention to and honoring this dream saved mylife. And by \"saved my life\" I don t mean it in the way we usually do.It didn t keep me safe and secure.   I dreamed that I was back in Columbia, Tennessee the town where Ilived from age six until age seventeen or eighteen. I had gone backthere because I had some sort of business to conduct with theundertaker. (You understand that we take nothing in a dream as literal.Dream symbols are much more serious than that.) While I was waiting forthe undertaker to finish whatever he was doing and come to our meeting,I was looking around this place. Off of the vestibule where I stoodwaiting, there were numerous visitation rooms. Each seemed to haveseveral caskets in it. Each casket contained a corpse.   I looked over to the room on my right and there was a casket inwhich the body in it seemed to be breathing. I walked over to it andthere, plain as day, was my dad. All laid out but clearly not dead. Hewas breathing!   Now, in the dream I had no emotional reaction to this whatsoever. Ijust noticed it. I went back to the vestibule to wait.   Soon the undertaker came out.   He had on a white lab coat with blood stains on it. Blood in dreamsalways refers to sacrifice. (We don t like to make sacrifices!)   I said to him, \"Before we get down to business, I thought you mightlike to know that the body in that casket over there isn t dead.\"   \"Oh yes, we know. He is about to die. You see, he is afraid of thepain of the process of being embalmed. We re keeping an eye on him. Assoon as he is dead, we are going to close the casket and bury him.\"   That seemed to make sense to me so I said, \"Okay\" and we got aboutour business - which I have no idea what it was.   When I woke, the dream seemed like it had been so real. I was verydisturbed by it. Remember, there are no bad dreams - just disturbingones. What could it possibly mean?   I worked with that dream for weeks. What in me was afraid of dying?Of the process of being embalmed?   The ego.   The ego thinks it is the whole show and is terrified about havingthe life sucked out of it.   This is why I say to you that the spiritual practice I am attemptingto teach in here has nothing to do with believing anything religious -at least not at first. It has most of all to do with our being willingto die and to do this dying on a continuous basis.   Just when we are sure that we ve found the truth, that we have aplace to stand, that we are safe and secure; life as it is - or God -comes along and says, \"Let that go!\"   Sometimes this command is whispered to us and is so subtle we missit if we aren t careful. Sometimes it is yelled so loudly in our earsthat it echoes there for a long, long time.   This is why I have cautioned you about the danger of putting labelson anything.   For example:   \"I m married.\" Then my spouse leaves by death or divorce.   \"I m wealthy.\" Then the market crashes.   \"I m young and healthy.\" \"What do you mean it s malignant?   \"I m a safe and secure citizen of the United States of America.\"Then comes along 9/11.   Almost nowhere do we get taught the folly of running away from thatwhich scares us. Instead we are taught to cover it up, make the bittersweet, smooth it over so no one will pay attention, take a pill,distract yourself and don t think about it. By all means, by any meansmake it go away.   The saddest thing about how we are taught to deal with the fear wehave of the various deaths we need to face is that each and everymethod causes us to cheat ourselves out of being in the present moment.   Pema Chodron in her wonderful book \"When Things Fall Apart: HeartAdvice for Difficult Times\" talks about the wisdom of being nailed tothe present moment. I thought, when I first read that phrase, of onewho was willing to be so nailed and the powerful impact he had becauseof that willingness.   One of the negative contributions organized religion has made to ourlives is that it tries to organize things. Which, of course, it must.But organized religion begins to create God in its image. Eachreligious group becomes so certain of what it is that God wants andbelieves.   But you notice that what God wants and believes varies from group togroup. You get the suspicion that the beliefs have been shaped tosupport and affirm the religious organization s existence and culture.I have a suspicion that this is one of the leading causes of atheism.   The spiritual path I am attempting to apprehend and talk about isn tabout getting someplace - at least not the place that organizedreligion talks about. We re not trying to get to heaven or be \"right.\"   I grew up, as did some of you, in a church that emphasized theimportance of \"being saved.\"   To this day when I go to visit my Dad in Columbia, Tennessee - wherethat funeral home is - if I go to church with my dad, the service isjust like it was when I was a child. There is almost no one in thatchurch under fifty. My dad is 93. Yet, every sermon and every serviceis focused on the unsaved.   A phrase that some folks used briefly after 9/11 \"when will thingsget back to normal. \"Normal\" is one of the most useless words in ourvocabulary. Things are not normal - except in this sense: Things cometogether and they fall apart. Then they come together again. Then theyfall apart again. This is the way of ordinary life. Our healing lies increating room for this sort of thing to happen. Room to love. Then togrief. Then to feel relief. Then misery and joy that frees us to loveagain and start the process all over again.   Do you see why I say that the spiritual journey isn t about gettingit together or getting to heaven? In fact, looking for a secure safeplace is what keeps us miserable.   Just noticing what is going on right here and now and what ourreaction to it is, this noticing becomes our teacher. That s whatmeditation is about. Learning to notice. We don t meditate in order tobecome good meditators. We meditate so that we will wake up. If someonewere to ask me, \"How long does this take?\" my answer would be: \"Therest of our lives.\"   Many people are out seeking for some special religious and/orspiritual path to take them to bliss. All sorts of things are availablefor that. Some try the drug Ecstasy. Some try weekend workshops of allsorts. Some go off and follow someone who can channel a long deadperson into the present moment. These dead folks always seem to be sowise. Are there no dead jerks? And on and on. All these are efforts totranscend life as it is. My assertion is that it is only when we arewilling to be with ordinary life that we are free to really to live.   You see, as long as I am pre-occupied with the hope that there issomewhere else that is better to be or that there is someone elsebetter to be, I m not able to be with where I am and who I am righthere, right now.   I remember when I first heard the notion that suffering doesn t meanthat something is wrong. What a relief! Suffering is part of life. Lifeis difficult. We don t suffer because we ve done something wrong orweren t good enough. To believe that is spiritual poverty. Spiritualpoverty is always experiencing \"I m not good enough or haven t doneenough; that there is something missing in me.\"   I strongly believe that our efforts to protect ourselves from sorrowand hardship are not being kind to ourselves. We get taught in thisculture on the importance of getting it all together and feeling good.So that if we are experiencing an upset of some kind, we think thatsomething is wrong and we have to get it fixed. When we take thisapproach, we inevitably become bitter, hardened, unavailable, fearfuland alienated. In our effort to avoid sorrow and hardship we end upliving tensely - it s like living your whole life in the dentist chair.   When we suffer, it doesn t mean something is wrong.   If you had a child or best friend who felt that that they wereinadequate or fundamentally flawed, what you would do is put your armsaround them and say, \"No, you are fine, just the way you are.\" Then youmight help the child or your friend explore why they felt so bad.Understand? We can explore the nature of our feeling inadequate withoutbelieving that we are inadequate.   [At the point each person in the Ordinary Life Gathering was given araisin. We spent time \"just noticing\" the raisin.]   Now a raisin is a small thing. But what if it is your spouse orpartner that you are not noticing? What if it is your health? What ifit is your surroundings?   One of the first things I learned when I began to do sittingmeditation is how much time I spend not in the moment. Rather I am busyplanning, thinking about the next item on my \"to do list,\" how I mgoing to get done all I have scheduled for myself. One main goal ofspiritual practice is just to notice.   These are dark times. Learning to notice and then practicing loving-kindness and compassion toward ourselves is as good a way as I know forus to start turning lights on in the darkness so that we and others cansee.   No matter where you go this week, no matter what happens, rememberthis: You are carrying precious cargo. Watch your step.======================================Ordinary Life is a gathering that provides an opportunity to develop anenlightened heart and an awakened mind to the reality of the presentmoment.The gathering meets on Sunday mornings at 9:45 am in Fondren Hall atSt. Paul s UMC - 5501 South Main, Houston, Texas and is taught by Dr.Bill Kerley. If you would like more information -ContactBill Kerley -E-Mail - Bill@bkspeaks.comWeb - www.bkspeaks.comVoice - 713-663-7771Fax - 713-663-6418Mail - 6300 West Loop South, Suite 480 Bellaire, TX  77401==============================You can access the archives of these newsletters by going tohttp://groups.yahoo.com/group/ordinarylifeYou can add someone you know would be interested in receiving these on-line newsletters by sending that information to -Bill@bkspeaks.comI ll make sure they are added immediately!Or, they can subscribe themselves by sending an e-mail directly toOrdinarylife-subscribe@yahoogroups.comYou can unsubscribe to this newsletter by sending an e-mail toordinarylife-unsubscribe@yahoogroups.com================================The material in this on-line newsletter is copyrighted. It may bereproduced and printed elsewhere as long as it is not changed in anyway and credit is given to this source.Your use of Yahoo! Groups is subject to http://docs.yahoo.com/info/terms/",
        "mid": 45627,
        "subject": "FW: [ordinarylife] Summary of November 11, 2001"
    },
    {
        "body": "Dan,Thank you for the great card.  I hope all is well with you.  What are you doing now?  Are you still commuting to California?  Are you working for someone in Houston?  ENE is up today to $0.63.  Gosh, it still feels like we ve got the decimal point in the wrong place with our stock.  Just heartbreaking.  Oh well, I m glad 2002 is here.  This will be a better year for all!Keep in touch!  Happy New Year to you and your family!Kim.-----Original Message-----From: Dan [mailto:kirtaned@netscape.net]Sent: Monday, December 31, 2001 1:24 PMTo: Watson, KimberlySubject: Happy New Year! - from DanHello! Dan has just sent you a greeting card from BlueMountain.com.You can pick up your personal message here:http://free6.bluemountain.com/cards/boxf227857x5/p2hgthpvdg5hne.htmlYour card will be available for the next 90 days.Accessing your card indicates agreement with BlueMountain.com s Terms of Service:http://www.bluemountain.com/home/termsofservice.htmlSign up for Blue Mountain Unlimited and send all the holiday eCards you want!http://www.bluemountain.com",
        "mid": 46434,
        "subject": "RE: Happy New Year! - from Dan"
    },
    {
        "body": "Sounds good. K.-----Original Message-----From: John Watson [mailto:jwatson@nwdiagnostic.com]Sent: Monday, October 15, 2001 1:56 PMTo: Watson, KimberlySubject: New planI m going to meet Gary at his house at noon on Friday, leave my car in hisgarage, then we ll drive down to pick you up (where?).  On Thursday I canswap cars at his house and bring mine home that night.",
        "mid": 46566,
        "subject": "RE: New plan"
    },
    {
        "body": "FYI.  ILY.  TTYT.  JTW.-----Original Message-----From: Bill@bkspeaks.com [mailto:Bill@bkspeaks.com]Sent: Friday, October 19, 2001 9:03 AMTo: ordinarylife@yahoogroups.comSubject: [ordinarylife] Preview for Oct. 21, 2001ORDINARY LIFE - Thoughts and Ideas To Help You Live a Happier Life======================================PREVIEW for October 21, 2001======================================Dear Folks -   There is a story told in Buddhism of a monk who was fleeing a tiger. He ran to the edge of a cliff and, being unable to stop himself, went over the edge. He caught the branch of a tree on his way down. He looked down and way below on the ground was another tiger. He glanced aside and saw a strawberry on a bush growing from the edge of the cliff beside him. He let go of the limb with one hand, picked the strawberry and savored it.   This story is told as an example of the ability to enjoy a true present.   But how can we do that when our experience is that our lives are falling apart?   Our lives are really no different than they were prior to 9/11. What is different is that we see the reality of \"what is\" a bit better. True, these are difficult times. I m inviting you to come to the Ordinary Life Gathering this Sunday. What I want to offer is comfort and suggestions on not just how to survive our present circumstances but how to thrive in the midst of the places that scare us.   I look forward to seeing you then.Much love,Bill Kerley======================================Ordinary Life is a gathering that provides an opportunity to develop an enlightened heart and an awakened mind to the reality of the present moment.The gathering meets on Sunday mornings at 9:45 am in Fondren Hall at St. Paul s UMC - 5501 South Main, Houston, Texas and is taught by Dr. Bill Kerley. If you would like more information -Contact Bill Kerley -E-Mail - Bill@bkspeaks.comWeb - www.bkspeaks.comVoice - 713-663-7771Fax - 713-663-6418Mail - 6300 West Loop South, Suite 480 Bellaire, TX 77401======================================If someone has forwarded a copy of this newsletter to you and you would like to subscribe, send a blank e-mail addressed toordinarylife-subscribe@yahoogroups.comYou can access the archives of all the Ordinary Life newsletters by going to http://www.yahoogroups.com/group/ordinarylifeYou can add someone you know would be interested in receiving these on-line newsletters by sending that information to -Bill@bkspeaks.comI ll make sure they are added immediately!You can unsubscribe to this newsletter by sending an e-mail toordinarylife-unsubscribe@yahoogroups.com======================================The material in this on-line newsletter is copyrighted. It may be reproduced and printed elsewhere as long as it is not changed in any way and credit is given to this source. Your use of Yahoo! Groups is subject to http://docs.yahoo.com/info/terms/",
        "mid": 47387,
        "subject": "FW: [ordinarylife] Preview for Oct. 21, 2001"
    },
    {
        "body": "Dear Kim, Just wanted to thankyou for hosting the meeting at  your home Thursday night.The hospitality was great,  and I appreciated  the opportunity to meet everyone. If you d like to view the hotel the link is: www.srs-worldhotels.com/france/paris/hotel_parrpl.html  Thanks again...see you Feb. 14.  Warmest regards,Bonnie",
        "mid": 47675,
        "subject": "Paris Meeting"
    },
    {
        "body": "good ole \"cop humor\" .....!]",
        "mid": 47986,
        "subject": "Re: FW: (no subject)"
    },
    {
        "body": "good job",
        "mid": 47991,
        "subject": "Re: Cable"
    },
    {
        "body": "How about next Monday or Tuesday? -----Original Message-----From: Amr Ibrahim [mailto:aibrahim1@houston.rr.com]Sent: Monday, December 10, 2001 9:39 AMTo: Shapiro, Richard; Steffes, James D.Subject: Fw: Miss you guys2nd time.  ----- Original Message ----- From: Amr Ibrahim <mailto:aibrahim1@houston.rr.com> To: rick.shapiro@enron.com <mailto:rick.shapiro@enron.com> ; jim.steffess@enron.com <mailto:jim.steffess@enron.com> Cc: rickshapiro@hotmail.com <mailto:rickshapiro@hotmail.com> Sent: Monday, December 10, 2001 9:22 AMSubject: Miss you guysRick, Jim: I miss you already.  Any plans for lunch this week I wonder? Brgrds AI",
        "mid": 48185,
        "subject": "RE: Miss you guys"
    },
    {
        "body": "I ll be there in spirit if not in person.  Cheers to all!! =20-----Original Message-----From: Leibman, Lara=20Sent: Monday, November 26, 2001 5:52 AMTo: Shapiro, Richard; Steffes, James D.; Dernehl, Ginger; McVicker, Maureen=; Kean, Steven J.; Linnell, Elizabeth; Binns, Darran; O connell, Earlene; S=ullivan, Kathleen; Ibrahim, Amr; Petrochko, Mona L.; Gottfredson, Bryan; Do=lezal, Regan; Enochs, Fred; Racicot, Paul; Garrett, Bryan; Phillips, George=; Philipp, Meredith; Denne, Karen; Palmer, Mark A. (PR); Palmer, Sarah; Cla=rk, Mary; Votaw, Courtney; Schmidt, Ann M.; Richter, Brad; Piper, Greg; Wou=lfe, Greg; Frey, Gunnar; La, Nicole; Marshall, Lucy; Fallon, Jim; Edison, S=usan; Sidler, Shirley; Zimmerman, Grant; Schneider, Richard; Barnes, Corbin=; Harris, Michael; Santikos, Mark; Harkness, Cynthia; Hicks, Michelle; Ross=i, Robbi; Gardner, Wayne; Gartner, Julie S.; Gresham, Wayne; Mcgowan, Kevin=; Hochschild, Lenny; Wilhite, Jane; Clayton, Paul; Puchot, Paul; Koogler, D=avid; Madaras, Tom; McDonald, Rob; Heintzelman, Pete; Arnold, Matthew; Arno=ld, John; Noble, Ted; Korioth, Ann; Tobor, Rachael; Kalmans, Elyse; Olson, =Cindy; Shankman, Jeffrey A.; Reck, Daniel; Metcalf, Kellie; Charvel, Ricard=o; Brown, Jeff; Bolton, Stacey; Huson, Maggy; Perez, Carmen; Nord, Sue; Rey=na, Margo; Barnes, Lynnette; Lawrence, Linda L.; Noske, Linda J.; Yeung, Ch=arles; Burns, Stephen; Robertson, Linda; Hartsoe, Joe; Hardy Jr, John; Rizz=o, Helen; Hawkins, Bernadette; Novosel, Sarah; Fulton, Donna; Cooney, Carol=yn; Sullivan, Lora; Long, Chris; Buerger, Rubena; Kingerski, Harry; Keene, =Patrick; Ogenyi, Gloria; Frank, Robert; Neustaedter, Robert; Pharms, Melind=a; Moore, Bill; Allen, Joe; Mara, Susan; Dasovich, Jeff; Montovano, Steve; =Migden, Janine; Rishe, Frank; Ferlic, Suzanne; Reinfeld, David; Spector, Br=ian; Seeligson, Stewart; Woody, Rus; Manuel, Scott; Jachimiak, Matthew; She=ldon, Steven; Kaufman, Paul; Perlman, Beth; Wenz, Michelle; Lindberg, Susan=; Roan, Michael; Nicolay, Christi L.; Warner, Geriann; Alamo, Joseph; Lawne=r, Leslie; Allegretti, Daniel; Boston, Roy; Hueter, Barbara A.; Stroup, Ker=ry; Jacobson, Lisa; Baxter, Ashley; Pollock, Adam; Pagan, Ozzie; Lewis, Wil=liam Patrick; Bradley, Rob; Benson, Eric; Hemstock, Robert; Chapman, Tom; H=etrick, Nancy; Fromer, Howard; Floris, Vinio; Levy, Alberto; Kishigami, Kik=umi; Knight, Laurie; Landwehr, Susan M.; Mangskau, David; Hamilton, Allison=; Palmer, Germain; Robinson, Marchris; Stransky, Joan; Hartfield, Rita; Twi=ggs, Thane; Letzerich, Palmer; Watanabe, Luiz; Walton, Steve; Grimes, Micha=el; Grant, Fiona; Stephens, Sharonda; Perez, Gus; Sarkissian, Arshak; Suare=z, John; Cantrell, Rebecca W.; Burton, Katrina; Miles, Andrew; Arnell, Doug=; Marvin, Michele Nezi; Wapner, Beth; Estrada, Roger; Masani, Zal; Hill, Jo= Ann; Thome, Jennifer; Thome, Stephen; Costello, Zachary; Commons, Matthew;= Hilgert, Chris; Lebeau, Paul; Walt, John; Warner, Traci; Lemmons Jr., Bill=y; Reichelderfer, Thomas; Magruder, Kathleen; Merola, Becky; Derecskey, Cin=dy; Williams, Robert C.; Parks-Foutch, Michelle; Edison, Andrew; Corman, Sh=elley; King Jr., Frazier; Baker, Marilyn N; Barbarawi, Moe; Betzer, Evan; L=eff, Dan; Maurer, Luiz; Cross, Edith; Mainzer, Elliot; Martin, Amanda; Mata=moros, Joseph; Mcconnell, Mike; Siegel, Misha; Schwartz, Laura; Taylor, Gar=y; Andraca, Marc; Snyder, Brad J.; Capestany, Mari; Wagner, Joseph; Lewis, =James W.; Persson, Roger; Baukney, Scott; Aucoin, Berney C. ; Golden, Jeff;= Brown, Michael (EES); Massey II, John; Woods, Trevor; Ferrara, Julie; Gilb=ert-smith, Doug; Coulter, Kayne; Dean, Clint; Pizzolato, Paul; Litton, Todd=; McCaffrey, Deirdre; Konur, Sanjay; Wagner, Vincent; Gupta, Gautam; Mulhol=land, Sarah; Rigney, Brandon; Reagor, Rodney; Huertas, Alfredo; Canovas, Gu=illermo; Alvarez, Ray; Bestard, Jose; Comnes, Alan; Ingersoll, Richard; Hoa=tson, Tom; Shelk, John; Shortridge, Pat; Staines, Dan; Ryall, Jean; Haizman=n, Jan; Wilson, Angela; Duffy, Matthew; Kimberly, Kelly; James, Terrie; Cur=ran, Greg; Sharp, Vicki; Buchanan, Harold; Van Gelder, John; Van Chau, Mich=ael; Felix, Bob; Franz, Kathy; Caplan, Ilan; Mansfield, Shelly; Vann, Suzan=neCc: Guerrero, Janel; Leibman, LaraSubject: Farewell DrinksAs our last day is Friday, November 30th, we would love to toast the good t=imes and special memories that we have shared with you over the past five y=ears.  Please join us at Teala s (W. Dallas) on Thursday, November 29th, be=ginning at 5pm. =20=20Looking forward to being with you,=20Lara and Janel=20=20Lara Leibman713.851.7770 (cellular)713.528.5281 (home)lleibman@houston.rr.com <mailto:lleibman@houston.rr.com>=20Janel Guerrero713.851.3778 (cellular)713.524.1534 (home)travelgirl_janel@hotmail.com <mailto:travelgirl_janel@hotmail.com>=20",
        "mid": 48493,
        "subject": "RE: Farewell Drinks"
    },
    {
        "body": "I saw this recently.  It s true AND funny.  This place is amazing.Jim -----Original Message-----From: \t\"Foster, Gary\" <GFoster@Antigenics.com>@ENRON  Sent:\tThursday, November 08, 2001 7:33 AMTo:\tSteffes, James D.Subject:\tFW: Enron JokeYou re the only person there who could still get a chuckle out of this -hope I m not wrong.-----Original Message-----From: Pat Mizell [mailto:pmizell@swbell.net]Sent: Wednesday, November 07, 2001 11:06 PMTo: Foster, GarySubject: Fw: Enron Joke----- Original Message -----From: <mtrent@reliant.com>To: <Patrick_Mizell@Justex.net>; <ctrent@hajs.com>; <cdoyle@reliant.com>;<dsladic@reliant.com>; <catherine-callaway@reliantenergy.com>;<elmac0000@aol.com>; <montague@sprintmail.com>Sent: Wednesday, November 07, 2001 7:23 PMSubject: Fw: Enron Joke----- Original Message -----From:CN=Daniel N Hannon/OU=ADM/O=HouIndTo:stephen_w_naeve@reliantenergy.com,     CN=Joe Bob Perkins/OU=PG/O=HouInd,     CN=Melanie Trent/OU=ADM/O=HouInd,     CN=Andrew C Johannesen/OU=ADM/O=HouInd,     CN=Bret D Scholtes/OU=ADM/O=HouIndCc:Date: 11/07/2001 06:52:55 PMSubject:Enron Joke---------------------- Forwarded by Daniel N Hannon/ADM/HouInd on11/07/200106:51 PM ---------------------------Lee Neathery <lln@pinnacletrust.com> on 11/07/2001 03:14:09 PMTo: \"Beth Fisk (E-mail)\" <beefiskone@hotmail.com>, \"Dan Hannon (E-mail)\"<daniel-hannon@reliantenergy.com>, \"Ernest Miller (E-mail)\"<erniem@calpine.com>, \"Joan Bremner (E-mail)\" <jbremner@houston.rr.com>,\"KevinVincent (E-mail)\" <khvincent@msn.com>cc:Subject: FW: Enron EconomicsNow  you know how it worked....read on.-----Original Message-----From: Stephen RecklingSent: Wednesday, November 07, 2001 2:02 PMTo: Steve  Strake; Lee NeatherySubject: FW: Enron EconomicsMake sure that you read all the way to the end.FEUDALISMYou have two cows.Your lord takes some of the milk.FASCISMYou have two cows.The government takes both, hires you to take care of them and  sells youthe milk.PURE COMMUNISMYou have two cows.Your neighbors help take care of them and you all share the  milk.APPLIED COMMUNISMYou have two  cows.You must take care of them, but the government  takes all the milk.TOTALITARIANISMYou have two  cows.The government takes them both and denies they  ever existed.Milk is banned.PURE DEMOCRACYYou have two cows.You and your neighbors decide who gets the milk.REPRESENTATIVE DEMOCRACYYou have two  cows.Your neighbors pick someone to tell you who gets  the milk.MEXICAN DEMOCRACYYou have two  cows.The government takes both and drafts you into the  army.EUROPEAN DEMOCRACYYou have two  cows.The EU commission decides which regulations for  feeding and milkingapply.If  there aren t any, they invent some.They pay you not to  milk the cows.They take both cows, shoot one, milk the  other and pour the milk downthe drain.They then require you to fill out forms accounting for the missing  cows.AMERICAN DEMOCRACYThe government  promises to give you two cows, if you vote for it.After  the election, the president is impeached for speculating in cowfutures.The press dubs the affair \"cowgate,\" but  supports the president.The cows sue you for breach of  contract.Your legal bills exceed your annual  income.You settle out of court and declare  bankruptcy.CAPITALISMYou have two cows.You sell one and buy a bull.Your herd  multiplies, and the economy grows.You sell them and  retire on the income.ENRON VENTURE CAPITALISMYou have two  cows.You sell three of them to your publicly listed  company, using letters ofcredit opened by your  brother-in-law at the bank, then execute a debt/equity  swap with an associated general offer so that you get all fourcows back, with a tax exemption for five cows. The milk rights of  thesix cows are transferred via an intermediary to a  Cayman Island companysecretly owned by the majority  shareholder who sells the rights to allseven cows back  to your listed company. The annual report says thecompany owns eight cows, with an option on one more.**********************************************************************This e-mail is the property of Enron Corp. and/or its relevant  affiliateandmay contain  confidential and privileged material for the sole use of theintended recipient (s). Any review, use, distribution or disclosure  byothers is strictly prohibited. If you are not the  intended recipient (orauthorized to receive for the  recipient), please contact the sender orreplyto Enron Corp. at enron.messaging.administration@enron.com and  deleteallcopies of the  message. This e-mail (and any attachments hereto) are notintended to be an offer (or an acceptance) and do not create or  evidenceabinding and  enforceable contract between Enron Corp. (or any of itsaffiliates) and the intended recipient or any other party, and may  notberelied on by anyone as  the basis of a contract by estoppel or otherwise.Thank  you.****************************************************************************************************************************************This email and any files transmitted with it from the ElPasoCorporation are confidential and intended solely for theuse of the individual or entity to whom they are  addressed.If you have received this email in error  please notify thesender.******************************************************************",
        "mid": 48913,
        "subject": "RE: Enron Joke"
    },
    {
        "body": "Monday is better--------------------------Jim SteffesEnron",
        "mid": 48998,
        "subject": "RE: Miss you guys"
    },
    {
        "body": "We (Marianna and I) decided that with the new baby on the way - not sure if you knew this - that now wasn t the time to head to DC.  Although with the stock price and company in shambles, maybe it would be a more \"conservative\" bet.Hope you re doing well.  Jim -----Original Message-----From: \t\"Foster, Gary\" <GFoster@Antigenics.com>@ENRON  Sent:\tWednesday, October 24, 2001 9:52 AMTo:\tSteffes, James D.Subject:\tfederal govt s not looking so badDid you ever follow up with the DOE opportunity?",
        "mid": 49822,
        "subject": "RE: federal govt s not looking so bad"
    },
    {
        "body": "good luck -----Original Message-----From: \tNovosel, Sarah  Sent:\tFriday, October 12, 2001 4:21 PMTo:\tSteffes, James D.; Nicolay, Christi L.Subject:\tRE: Network Plus ServiceThanks Jim.  I will push EPSA as much as I can.  I too don t see how this helps us.  I m a little annoyed because I think Julie s focus has been primarily on getting better access for generators, and I know she heard the annoyance in my voice when I told her that better generator access is useless for us.  We ve been pushing this issue for some time, and we have a lot of marketers in the group, so hopefully we will come to some sort of position that gets us all what we need. -----Original Message-----From: \tSteffes, James D.  Sent:\tFriday, October 12, 2001 4:55 PMTo:\tNovosel, Sarah; Nicolay, Christi L.Subject:\tRE: Network Plus ServiceSarah --You re call on working with EPSA.  Get everything you can.  I don t understand how \"new services\" is moving fast enough.Jim -----Original Message-----From: \tNovosel, Sarah  Sent:\tFriday, October 12, 2001 3:40 PMTo:\tSteffes, James D.; Nicolay, Christi L.Subject:\tNetwork Plus ServiceJim and Christi:Here is language I proposed to EPSA to be included in \"Standardized Tariffs:\"FERC must eliminate the distinction between network and point to point transmission service and create a new \"Network Plus\" service that is the only firm transmission service offered and is available to all transmission customers.Julie questions if this is what we really want (we being all of EPSA, including the generators).  Julie is nervous about proposing to eliminate point to point service all together.  She thinks the problem with network is that utilities are preventing generators from getting the service.  I told her that is not our issue, and just changing the rules so that network service is available to generators does not help us.  Julie suggested language that said something like \"FERC should explore new transmission services for customers.\"  I told her that doesn t work -- we need to address this issue head on.  She is concerned that we re going to have dissention within the membership.How would you all feel about retaining point to point service but making network available to everyone, with a much less restrictive sign up period (e.g. 1 month term rather than 1 year term), etc.  I think its cleaner to eliminate the two types of services and create a new \"Network Plus\" service that s available to everyone -- that would be the \"firm\" service and \"nonfirm\" would continue to exist.  Do you all think we would want to retain point to point service?  Even if we don t, if some EPSA members want to retain point to point service, we may need to think of ways to make network more user-friendly without eliminating point to point.Let me know what you thinkSarah",
        "mid": 49917,
        "subject": "RE: Network Plus Service"
    },
    {
        "body": "Go Barry!",
        "mid": 51268,
        "subject": "Go Giants!"
    },
    {
        "body": "cant even go to the head.  thanks for the offer anyway.JMF -----Original Message-----From: \t\"Jacobucci, Scott\" <Scott.Jacobucci@ElPaso.com>@ENRON [mailto:IMCEANOTES-+22Jacobucci+2C+20Scott+22+20+3CScott+2EJacobucci+40ElPaso+2Ecom+3E+40ENRON@ENRON.com] Sent:\tThursday, August 02, 2001 9:30 AMTo:\tForney, John M.Subject:\tRE: golfJim Brysch and I are going to lunch at 11:45, can you join us?smj-----Original Message-----From: John.M.Forney@enron.com [mailto:John.M.Forney@enron.com]Sent: Thursday, August 02, 2001 9:29 AMTo: Jacobucci, ScottSubject: RE: golfyoure an animaljmf    -----Original Message-----   From:   \"Jacobucci, Scott\" <Scott.Jacobucci@ElPaso.com>@ENRON[mailto:IMCEANOTES-+22Jacobucci+2C+20Scott+22+20+3CScott+2EJacobucci+40ElPaso+2Ecom+3E+40ENRON@ENRON.com]   Sent:   Thursday, August 02, 2001 9:22 AM   To:     Forney, John M.   Subject:  RE: golf   absolutely, it would be nice to have a foursome so they can t put a   single   with us.  I will change the sunday tee time to a twosome but I am glad   we   will get to play 36 holes on Saturday.   Scott   -----Original Message-----   From: John.M.Forney@enron.com [mailto:John.M.Forney@enron.com]   Sent: Thursday, August 02, 2001 9:18 AM   To: Jacobucci, Scott   Subject: RE: golf   Scott,   The wife is out of town until Saturday night.    I can play alot of golf   on   Saturday,  but I need to spend time with the wife on Sunday.     I will   be   available for the golf marathon on Saturday.    I have one player for   Saturday morning,  but I dont have a player for Sat. afternoon yet,   although I have another co-worker who is interested.   Should I fill this spot as well?   JMF       -----Original Message-----      From:   \"Jacobucci, Scott\" <Scott.Jacobucci@ElPaso.com>@ENRON[mailto:IMCEANOTES-+22Jacobucci+2C+20Scott+22+20+3CScott+2EJacobucci+40ElPas   o+2Ecom+3E+40ENRON@ENRON.com]      Sent:   Thursday, August 02, 2001 8:29 AM      To:     Forney, John M.      Subject:  RE: golf      John,  I am setting up a tee time for Sunday 8/5 around 8-9 AM at      Augusta      Pines.  I just wanted to confirm if you could play Saturday afternoon   at      TPC      or Sunday morning at Augusta Pines?      Talk to you soon,      Scott      -----Original Message-----      From: John.M.Forney@enron.com [mailto:John.M.Forney@enron.com]      Sent: Wednesday, August 01, 2001 12:16 PM      To: Jacobucci, Scott      Subject: RE: golf      Scott,      I heard that the TPC was in decent shape.    Are you planning on   playing      on      Saturday in the morning or afternoon?      How many people do you have in the group?      JForney      713-853-7160          -----Original Message-----         From:   \"Jacobucci, Scott\" <Scott.Jacobucci@ElPaso.com>@ENRON[mailto:IMCEANOTES-+22Jacobucci+2C+20Scott+22+20+3CScott+2EJacobucci+40ElPas      o+2Ecom+3E+40ENRON@ENRON.com]         Sent:   Wednesday, August 01, 2001 8:13 AM         To:      jforney@enron.com          Subject:  golf         John,         Just checking to see if I have your email address correct.  Did   you      find         out         anything on TPC?         Scott         ******************************************************************         This email and any files transmitted with it from the ElPaso         Corporation are confidential and intended solely for the         use of the individual or entity to whom they are addressed.         If you have received this email in error please notify the         sender.         ******************************************************************   **********************************************************************      This e-mail is the property of Enron Corp. and/or its relevant   affiliate      and      may contain confidential and privileged material for the sole use of   the      intended recipient (s). Any review, use, distribution or disclosure   by      others is strictly prohibited. If you are not the intended recipient   (or      authorized to receive for the recipient), please contact the sender   or      reply      to Enron Corp. at enron.messaging.administration@enron.com and delete      all      copies of the message. This e-mail (and any attachments hereto) are   not      intended to be an offer (or an acceptance) and do not create or   evidence      a      binding and enforceable contract between Enron Corp. (or any of its      affiliates) and the intended recipient or any other party, and may   not      be      relied on by anyone as the basis of a contract by estoppel or   otherwise.      Thank you.   **********************************************************************      ******************************************************************      This email and any files transmitted with it from the ElPaso      Corporation are confidential and intended solely for the      use of the individual or entity to whom they are addressed.      If you have received this email in error please notify the      sender.      ******************************************************************   ******************************************************************   This email and any files transmitted with it from the ElPaso   Corporation are confidential and intended solely for the   use of the individual or entity to whom they are addressed.   If you have received this email in error please notify the   sender.   ************************************************************************************************************************************This email and any files transmitted with it from the ElPasoCorporation are confidential and intended solely for theuse of the individual or entity to whom they are addressed.If you have received this email in error please notify thesender.******************************************************************",
        "mid": 51722,
        "subject": "RE: golf"
    },
    {
        "body": " Was Tom pissed?Whats up?JMF",
        "mid": 51832,
        "subject": "WAS THERE A PROBLEM?"
    },
    {
        "body": "-----Original Message-----From: Kuykendall, Tori Sent: Wednesday, December 19, 2001 8:06 AMTo: Reitmeyer, JaySubject: FW: Fw: FW: Beer BoyImportance: High-----Original Message-----From: Kuykendall, Patrick M. [mailto:PKuykendall@wm.com]Sent: Tuesday, December 18, 2001 10:00 AMTo: Kuykendall, ToriSubject: FW: Fw: FW: Beer BoyImportance: HighKeep volume low :)-----Original Message-----From: Ranney, Doug Sent: Tuesday, December 18, 2001 10:05 AMTo: Kuykendall, Patrick M.; Justice, John; Page, MikeSubject: FW: Fw: FW: Beer BoyAnother one!  -----Original Message-----From: Roger Rowley [mailto:rrowley@houston.sns.slb.com]Sent: Tuesday, December 18, 2001 9:37 AMTo: BK68@aol.com; bjnugent@hewitt.com; james_brou@fmi.com;longmc1@home.com; rowleyd@starpower.net; DougDollars@aol.com;FAR787@aol.com; bryan.glass@ey.com; jared1843@home.com;Kkennedy1124-aol.com; Ranney, Doug; kevin@idsmail.com; rsick@swbell.net;SWebb1973@aol.comSubject: Fwd: Fw: FW: Beer BoyI think I want to adopt this kid....R>Date: Mon, 17 Dec 2001 15:19:40 -0600>From: Hans Reed <hreed@houston.sns.slb.com>>Subject: Fwd: Fw: FW: Beer Boy>To: Roger R <rrowley@houston.sns.slb.com>, Jeff Kahlan<jkahlan@hotmail.com>,>  michael Blanco <mblanco@houston.sns.slb.com>, > gerardo.Gonzalez@saltlake2002.com>Message-id: <5.1.0.14.2.20011217151859.027947d0@pop.houston.sns.slb.com>>>check this one out...it is different than the one roger sent.....>>Date: Mon, 17 Dec 2001 13:57:10 -0600>>From: Wade Julian <wade.julian@inwoodbank.com>>>Subject: Fw: FW: Beer Boy>>To: hrogers@espivideo.com, ryan.hefton@inwoodbank.com,>>  pauljamesmathias3@hotmail.com, bmelton@darlinghomes.com,>>  jschickedanz@agrilogic.com, hreed@houston.sns.slb.com,>>  awLittleton@shwgroup.com, brandenmontgomery@msn.com,>>  laura.mckethan@inwoodbank.com, dave.hegedus@inwoodbank.com,>>  mark.smith@inwoodbank.com, adrienne.reese@inwoodbank.com,>>  lynn.collier@inwoodbank.com, jpj@inwoodbank.com, jdlitz93@hotmail.com>>X-Mailer: Microsoft Outlook Express 5.00.2615.200>>>>>>----- Original Message ----->>From: <cjulian@lubbocknational.com>>>To: <gbednarz@wtcat.com>; <wade.julian@inwoodbank.com>>>Sent: Monday, December 17, 2001 1:24 PM>>Subject: Fwd: FW: Beer Boy>>>>>> >>> > -->> > ******************************************************************>> > This communication is for informational purposes only.  It is notintended>> > as an offer or solicitation for the purchase or sale of>> > any financial instrument or as an official confirmation of any>> > transaction, unless specifically agreed otherwise.  All market>> > prices, data and other information are not warranted as to>> > completeness or accuracy and are subject to change without notice.  Any>> > comments or statements made herein do not>> > necessarily reflect the views or opinions of Capital Institutional>> > Services,>> > Inc.  Capital Institutional Services, Inc. accepts no liability for any>> > errors or omissions arising as a result of transmission.  Use of this>> > communication by other than intended recipients is prohibited.>> > ******************************************************************>> >>> >>> > (See attached file: The Man Show Boy Beer Stand.WMV)>> >>> >>> >>> >>>",
        "mid": 52168,
        "subject": "FW: Fw: FW: Beer Boy"
    },
    {
        "body": "How has your morning been?",
        "mid": 52265,
        "subject": "how are things?"
    },
    {
        "body": "HiCan you still play today? I could play at 12:30 or in the afternoon, say 3:00 or 3:30.Talk to you soonElizabeth 713 853 6349",
        "mid": 53869,
        "subject": "Re: Meeting"
    },
    {
        "body": "Dear Gail wants a party at a house.  If you remember we volunterred if kids came. Gail said kids or no kids, whatever we wanted. what do you think?Kids (ours plus katie and oscar and eleanor) at our house on Sat.  Punt to Ted w/no kids?",
        "mid": 53912,
        "subject": "GAD s birthday"
    },
    {
        "body": "NICE! EAT WELL! SLEEP SOUND!  ps be aware of hidden hotel costs for internet  - christian in san antonio worked on the internet  for several hours only to be billed $3000 for long distance telephone time.\tGrant Cox <gacox@mail.gsi-net.com>\t06/11/2001 10:44 AM\t\t \t\t To: Elizabeth.Sager@enron.com\t\t cc: \t\t Subject: you ve got maili ve joined the 21st century and can send mail from my hotel room.I m at 2147202020 room 807.  the fairmont!  Or you can email me at myregular address.xxoo--------------------------------------------------------------- Grant A. Cox                          ph: (713) 522-6300 Groundwater Services, Inc.           fax: (713) 522-8010 2211 Norfolk, Suite 1000          e-mail: gacox@gsi-net.com Houston, TX 77098---------------------------------------------------------------",
        "mid": 54169,
        "subject": "Re: you ve got mail"
    },
    {
        "body": "HiSounds great - what do you think about 7-11 or 12 so the kids can \"watch the sun set, too\"\t\"Brock, Alex\" <abrock@PoloRalphLauren.com>\t05/29/2001 03:10 PM\t\t \t\t To: \" liz \" <elizabeth.sager@enron.com>\t\t cc: \t\t Subject: kate s weddingLiz-Willy and I were thinking we would get a sitter from 5pm-11pm on Saturdaynight for Sam , Ella and Lucy. What do you think?? The agency charges a$ 30.00 flat fee and then anywhere from $10- $15 an hour after that.Alex Brock212 6504521",
        "mid": 54216,
        "subject": "Re: kate s wedding"
    },
    {
        "body": "love to - let me know what time on Tuesday workseas",
        "mid": 54661,
        "subject": "Re: Tennis during lunch"
    },
    {
        "body": "dudes!  plan?  coming saturday, leaving monday morning?  nort.----- Original Message -----From: \"Grant Cox\" <gacox@mail.gsi-net.com>To: \"The Cox Family\" <coxfamily@home.com>Cc: <Elizabeth.Sager@enron.com>Sent: Thursday, January 25, 2001 5:00 PMSubject: Re: Hico del Mucho> Hi there, Norty et al:>> As you might have gathered from the deafening silence, we won t be piling> in the van this weekend.>> However, we are loco about hico and will figure out on which of the 2> remaining weekends we can goco.>> Prez. day seems to have a good theme working, with the Crawfordconnection.>> Oy-yoy>> Vaa>> Goob>>>> >    Hey Grant and Liz, we really want to get with you  and Ella and Samat> >the ranchette, so here are a couple of potential weekends  coming up.See> >if any of these work for you:   1st choice:  next weekend January> >26-27-28 2nd choice: Pres day weekend Feb 16-17-18-19 (some  part of it)> >3rd choice:  Feb 9-10-11   From looking at the map it looks like it would> >be  about 5 hours driving time for you.  No problem though with 2> >well-behaved  kids like E and S.  Plus you could stop through Crawfordand> >see the pres  on the way up.     Think about it and let me know.  nort.>>>> --------------------------------------------------------------->  Grant A. Cox                          ph: (713) 522-6300>  Groundwater Services, Inc.           fax: (713) 522-8010>  2211 Norfolk, Suite 1000          e-mail: gacox@gsi-net.com>  Houston, TX 77098> --------------------------------------------------------------->>",
        "mid": 54861,
        "subject": "Re: Hico del Mucho"
    },
    {
        "body": "Thanks for your call last night.  I am going to AA meetings almost everynight these days.  I find them useful and helpful, for sake of a better wayto describe it.  Unless I have some other activity plannd, I usually gomeetings that start at 8:30, so I don t get home until clost to 10.I really like the idea of going to the beach with you.  The triathlonweekend in late September would be great.   I don t know about doing thetriathlon though.  I would love to, but I am nowhere near in shape to dothe running.  I tried to start running a few weeks ago, after about a yearoff, and I quickly developed a heel bruise.  Running is out of the questionfor a while.  I have been swimming regularly since Memorial Day when thepool opened, and I have been biking.I watched parts of a public TV show about energy problems the last twonights  Enron came off as something like the evil, rich king.",
        "mid": 55513,
        "subject": ""
    },
    {
        "body": "Hi JoyWe are not going to be able to make the event this year but thanks.Elizabeth Sager713-853-6349 -----Original Message-----From: \t\"Joy and Jeff Lee\" <jeffjoylee@earthlink.net>@ENRON  Sent:\tTuesday, November 13, 2001 10:01 PMTo:\tCara Cancelmo; Alexandra Cokinos; Claire Cooper; Sager, Elizabeth; Mary Elizabeth Davis; Frankie Demeris; Erin Granberry; Paige Matson; Emma Morgan; Leslie Moseley; Carly Rapp; Francesca Sartori; Anastasia ZavitsanosSubject:\tSTRIDERSAs of today, I have not received paperwork to  register your daughter for Girl Scout STRIDERS, a track and field  event on December 1st.  If you want her to participate,  please deliver the event sign-up sheet and permission slip to Joy Lee by  Thursday, November 15th.  The troop s registration goes in Friday and girls  will not be able to register late.   If you need a copy of the forms, please call Joy  713-660-8764. If you are not participating this year, please  reply to let me know. Thanks,  Joy Lee",
        "mid": 57587,
        "subject": "RE: STRIDERS"
    },
    {
        "body": "great see you there",
        "mid": 57616,
        "subject": "Re: meet"
    },
    {
        "body": "I enjoyed mine. I played  Allison who plays alot of doubles also (she kept coming into net) .  The score was 6-3, 6-3.  Talk to you soon.Elizabeth Sager713-853-6349 -----Original Message-----From: \tCKMADI@aol.com@ENRON [mailto:IMCEANOTES-CKMADI+40aol+2Ecom+40ENRON@ENRON.com] Sent:\tThursday, October 04, 2001 8:21 AMTo:\tSager, ElizabethSubject:\tRe: results of 10/3Great!  Thanks so much!  How were the matches?Cindy",
        "mid": 57947,
        "subject": "RE: results of 10/3"
    },
    {
        "body": "Hope you re  doing ok",
        "mid": 58404,
        "subject": "ene"
    },
    {
        "body": "You might better wait to thank me...they haven t moved you yet.....(just kidding)...Emily Sellers Enron Transportation Services Legal 1400 Smith Street, EB4771 Houston, Tx 77001713) 853-7172 (713) 646-2738 emily.sellers@enron.com <mailto:esellers@enron.com> -----Original Message-----From: \tRapp, Bill  Sent:\tWednesday, October 17, 2001 3:57 PMTo:\tSellers, EmilySubject:\tRe: FW: Outlook Migration for Bill RappEmily,\tThanks for all of your help on this!\t\t\t\t\tBill\tFrom:\tEmily Sellers/ENRON@enronXgate on 10/17/2001 03:34 PMTo:\tBill Rapp/HOU/EES@EEScc:\t Subject:\tFW: Outlook Migration for Bill RappFor your information also.....Emily Sellers Enron Transportation Services Legal 1400 Smith Street, EB4771 Houston, Tx 77001713) 853-7172 (713) 646-2738 emily.sellers@enron.com <mailto:esellers@enron.com> -----Original Message-----From: \tETS Information Risk Management  Sent:\tWednesday, October 17, 2001 3:23 PMTo:\tMangin, EmmanuelCc:\tSellers, Emily; Wagner, Glenda; ETS Information Risk ManagementSubject:\tOutlook Migration for Bill RappEmmanuel,Please schedule the Outlook migration for Bill Rapp for 10/22.  He is transferring from EES to ETS.This is his info: \tLoginID= brapp\tFirstName=Bill\tLastName= Rapp\tBusiness Unit= ETS\tDate of Move=10/22Thanks!Lupita CantuETS Information Risk Management713-853-3876",
        "mid": 61352,
        "subject": "RE: FW: Outlook Migration for Bill Rapp"
    },
    {
        "body": "I am finally getting some responses on the Final Four tickets.  I will know by next week the final numbers.  As of now it looks very optimistic.  I am trying to get two tickets for you and your Dad.  I think my dad and I are going and a buddy of mine and his dad.  It will be a lot of fun.  Let me know where you guys will be flying into and where you might stay.  See yaBen",
        "mid": 62726,
        "subject": "Re:"
    },
    {
        "body": "Are you able to go off campus for lunch?  I was thinking about just driving by and picking you up.  Let me know where.Ben",
        "mid": 63066,
        "subject": "Re:"
    },
    {
        "body": "Good Luck!  The day is not going so well!  I ll talk to you later. -----Original Message-----From: \tmegan rogers <megrogers_99@yahoo.com>@ENRON  Sent:\tTuesday, November 06, 2001 10:15 AMTo:\tRogers, BenjaminSubject:\t$9.92????????????Yikes, that s scarey!Hope you are having a good day.I have class tonight.  I am not ready for this test!Wish me luck!Megan__________________________________________________Do You Yahoo!?Find a job, post your resume.http://careers.yahoo.com",
        "mid": 68091,
        "subject": "RE: $9.92????????????"
    },
    {
        "body": "we will need one more too.  just let me know.RH -----Original Message-----From: \tRogers, Benjamin  Sent:\tThursday, July 26, 2001 10:25 AMTo:\tHerndon, RogersSubject:\tRE: Tennis?I already called Andrew, just waiting for a reply.  Sounds good though.  I ll let you know soon about Andrew.Ben -----Original Message-----From: \tHerndon, Rogers  Sent:\tThursday, July  26, 2001 10:23 AMTo:\tRogers, BenjaminSubject:\tRE: Tennis?yes - let s definitely play.  outside chance i might go to New Orleans for the day Saturday but i doubt it.  how about those other guys you mentioned?  Maybe we could play a round robin and a set of doubles on Sat am.  Or we could do it Sunday.RH  -----Original Message-----From: \tRogers, Benjamin  Sent:\tThursday, July 26, 2001 9:58 AMTo:\tHerndon, RogersSubject:\tTennis?Rogers:Wanted to see if you were around for a little tennis this weekend.  Talk to you soon.Ben",
        "mid": 68301,
        "subject": "RE: Tennis?"
    },
    {
        "body": "Hey there,How is it going in Texas?  Did you go skiing this year?  Did you get themessage that I called from Hong Kong?  This has been one incredibleadventure.  The workday is long but the time flies.  It is also great towork with people who are so dedicated and willing to try new things.  We arenow in the Persian Gulf so keep an eye on the news, if anything happens herewe either caused it or are caught in the middle of it.What does your apartment look like?  I am getting your wedding present fromthe Mid East and no, it is not your own pet camel.  That is for me.  I needto know the colors you like or better yet the colors Megan likes in a rug.I also need the size you want.  Think of what and where you would put itwhen buy a house.  These things last forever and appreciate in value (aslong as you don t have a dog!).I talked with OB via email and we are both going to try and enter the NYCmarathon this fall.  Are you doing this?  Its Saturday morning on the shipand it is just like any other work day.  I am going for a 75 minute run.Talk to you later.ChobChristopher ChobyCINCPACFLT/CCG7Solution Provider InitiativePricewaterhouseCoopers02-37-2-L   x5277",
        "mid": 69301,
        "subject": "Ahoy"
    },
    {
        "body": "i should be here most of this week unless i get called up to NY city. If imake it down to houston will call you. I had an old GE Capital friend overfor dinner this week with his family. Tom Kalb works at Enron now and livesaround the corner from me. Not sure what group he is, he seemed to suggesthe just got transferred and is now in some finance group. take care. charlie----- Original Message -----From: <Benjamin.Rogers@enron.com>To: \"Charles Costenbader\" <charles@capstoneenergy.com>Sent: Wednesday, October 25, 2000 4:00 PMSubject: Re:>> Charlie:> Sorry for the delay with the e-mail, I just got back into the office from> traveling.  We are working hard to sell these assets before year-end -> they re a beast.  This Friday does not look good for lunch, but I think> Tuesday or Wednesday of next week works.  I hope this works for you as> well.  Talk to you soon.> Regards,> Ben>",
        "mid": 69441,
        "subject": "Re: Re:"
    },
    {
        "body": "I know that we are all under a lot of stress and I probably shouldn t send this note, but I just have to get this off my chest.  Have I done something to undermine your faith in me?  - When I worked on due diligence matters, you asked me why was I working on due diligence- When I prepared the demand letters you asked me why I was sending the demand letters- And, today, despite the fact that we oversee the  day to day transactions, there is no mention of my group in the customer letter.I wish someone would just fire me if I m incompetent, because I live in a hell worse than being fired -- at least I d have time for my family. -----Original Message-----From: \tMiller, Mary Kay  Sent:\tThursday, November 29, 2001 2:53 PMTo:\tDL-Omaha ETSCc:\tMcCarty, Danny; Corman, ShelleySubject:\tFW: Customer LetterImportance:\tHighThe attached letter is being sent out to NNG s customers to assure them that business continues under  ordinary course of business.  We thought it would be helpful for your information as well.  This letter is also being posted on NNG s website.   << File: customerletter.doc >>",
        "mid": 69860,
        "subject": "RE: Customer Letter"
    },
    {
        "body": "Ginger/Chris,The Orphans petitions coordinator at the Houston INS office called this morning to say that our paperwork appeared in order and that she has an appointment to review our case with her supervisor this afternoon.  She said that we should receive the approval notification form within a week.Shelley Corman713-853-7083 (work)713-857-2103 (home)",
        "mid": 70039,
        "subject": "Status of INS Approval"
    },
    {
        "body": "Hi Shelley:I am getting out invitations for the shower today.  I am sending one to you and Alina so you can see it.  Here is the guest list so far:Giok BootheLisa CorderLinda Corredor (co-hosting)Jacque DaughtrySydney Free DuvallPeggy ErwinNancy GinsburgDawn GoddinAnge GroutWendy HoughtonBarbara HowardStephanie KeeslingCarla McGinleyKathy MynarcikBecky O ReillyDorothy PledgerLetha RussellPam ThyssenAnn TurneyPatty Wehn-GlowskiI do need to clarify the following:1)    Did you say yes to inviting Tami Head?  (My notes aren t clear.)2)    You listed Cherie Otto on your list.  I know that she and Barbara Bakanic are very close friends.  Barbara is also in our S/S class when she is not teaching.  Do you think we should invite both of them?3)    You were going to get me Gabby s (sp?) address.4)    I thought of Maggie Van Syckle.  Are you close with her?If there s any one else you think of, just let me know.Thanks,Barbara",
        "mid": 70307,
        "subject": "Guest List for Shower"
    },
    {
        "body": "Shelley,Mid-La schedules all of their gas at the Port Allen point but they may split their takes during the day across Port Hudson, Port Allen, and/or E. Baton Rouge. All 3 points are in the same area and combined under the OBA ofr a net imbalance.Thanks,  Tim -----Original Message-----From: \tCorman, Shelley  Sent:\tTuesday, February 26, 2002 7:43 AMTo:\tCooper, TimCc:\tBryant, MikeSubject:\tRE: Morning meeting-OBA reportTim,Is the activity at the MidLouisiana points normal.  How did we build up a 156,000 MMBtu balance at Port Hudson.  Is this a measurement or a scheduling mismatch?  How big is this point? -----Original Message-----From: \tCooper, Tim  Sent:\tTuesday, February 26, 2002 7:37 AMTo:\tDowden Jr., Jimmy; Swanson, Dan; Long, John; Nestor II, Thomas; Nelson, Beverley; Craig, Rick; Hayes, Robert; Boatman, Jack; Cady, Rachel; Farrell, Sharon; Corman, Shelley; Nacey, Sheila; Bryant, Mike; Bellard, Dannis; Kilmer III, RobertSubject:\tMorning meeting-OBA reportPlease find the attached.Thanks,  Tim << File: 022602.XLS >>  << File: MORNMEET.XLS >>",
        "mid": 70415,
        "subject": "RE: Morning meeting-OBA report"
    },
    {
        "body": "Shelley,If it is okay, I will call you tomorrow at work. If you have a preferred time, let me know.Thanks for emailing Teena, I know she will be glad to hear good things about the child she is interested in.Liz",
        "mid": 70617,
        "subject": "Re: Pictures,"
    },
    {
        "body": "Pennsylvania Queenie,General information from somebody here that recently adopted a child.FYI, The \"Kazak Princess\" had me pick her up after you left and immediatelycalmed down.  She was jibber jabbering at me and I assume she was asking menot to go to work.  Later when I tried to leave, all hell broke loose.  I mnot looking forward to sending her back, for many reasons.LoveKimmer >  -----Original Message-----> From: \tGallegos, Anthony  > Sent:\tThursday, July 26, 2001 11:48 AM> To:\tErb, Kim> Subject:\t> > Sorry for the delay in forwarding.> > http://www.capitol.state.tx.us/statutes/fatoc.html> > http://www.capitol.state.tx.us/statutes/fa/fa016200toc.html> > http://www.capitol.state.tx.us/statutes/fa/fa016100toc.html> > > > Good luck,> > Anthony Gallegos * *> Corporate Planning> Tele: 713-232-7672> email: agallegos@deepwater.com>",
        "mid": 70846,
        "subject": "FW:"
    },
    {
        "body": "We need 3 suggestions from everyone by Thanksgiving!!!  If you wantsomething good, you ll send them to the right people.See ya,Stacy************************************Stacy ErbApple ComputerDirector, Education Sales Division512-674-2890, office512-415-8133, mobileerb@apple.com************************************> From: Stacy Erb <erb@apple.com>> Date: Wed, 24 Oct 2001 20:30:06 -0500> To: <aerb@biehlco.com>, <amyserb@aol.com>, <scorman@enron.com>, Troy Erb> <troy@theelliotgroup.com>> Subject: Christmas names> > Arliene and I drew names tonight and here are the results:> > Dan             Troy> Arliene         Kim> Kim             Amy> Shelley         Dan> Troy            Shelley> Stacy           Ryan> Ryan            Stacy> Amy             Arliene> > Happy shopping!> > > ************************************> > Stacy Erb> Apple Computer> Director, Education Sales Division> 512-674-2890, office> 512-415-8133, mobile> erb@apple.com> > ************************************",
        "mid": 70874,
        "subject": "Re: Christmas names"
    },
    {
        "body": "Hi Girls,I just wanted to say thank you for the flowers.  They were beautiful andstill in great shape when I left on Tuesday.They were peach and yellow roses with red eucalyptus berries, baby s breath,and greenery.  The bow was strands of yellow and brown raffia.  Don t knowhow ya ll knew, but peach is my favorite color rose and yellow is my secondfavorite.  I really appreciate it.My mother and my sister said to tell ya ll that was the prettiest bouquet wereceived, and it was.  We had it on a table at the funeral home with variouspictures and other mementos of my daddy s life.  I left them on my mother scoffee table so she could enjoy them.  She commented on them each day, so Iknow they have given her much pleasure.Thanks again and love to all of you.  I m looking forward to fun, sun,sailing, and lots and lots and lots and lots of BEER!!!!!!!Susie",
        "mid": 71621,
        "subject": "THANK YOU"
    },
    {
        "body": "Hi!  I m excited for a ski weekend!  I m pretty much available any weekendother than in December.  Early Feb could be very fun in Vail/Beaver Creek!At 09:36 PM 10/30/01 -0600, PATRICIA TLAPEK wrote:>Ok, Ladies,>>John Tlapek called tonight....we discussed a ski trip....he wanted me to ask>everyone for an alternative time to go, other than New Year s Eve......>>Will each of you email me weekends in Dec/Feb/Mch, that you are currently>available...and I will match them together for>all 5 of us...and provide John w/ one or two dates...>>THANKS, TAKE CARE,>TRICIA",
        "mid": 71665,
        "subject": "Re: Veil/Beaver Creek"
    },
    {
        "body": "Wow!  sorry to hear about all that.  i didn t even know you were datingsomeone, i am way out of the loop.  whoever he was is obviously a fuckingidiot.  i ve told you before my opinions of you and i ll tell you againanytime.  you do have a lot going on but look at it this way, it can onlyget better from here.  i might still try and come to houston, just not sure.will let you know.  hope everything gets better for you....E-----Original Message-----From: Kim.Ward@enron.com [mailto:Kim.Ward@enron.com]Sent: Monday, October 29, 2001 7:45 AMTo: estrickland@mieco.comSubject: RE: Fw: An Irish Wish...Funny you should ask about my life right now.  Now you are sure to get anearful!  Beware - My country is at war and going into a major recession, mycompany is falling down around my feet, my grandmother is sick,  I ambroke, and my boyfriend broke up with me last week, further confirming myability to fail when it comes to relationships.  ( I know I act tought whenit comes to this stuff but I am really sad about this one)  I guess that Iam not sick and I do have lots of friends.  But I am tired and need someoneto take over at this point - - - -I can t believe that you didn t get my email about gas being a buy a coupleof weeks ago.  I guess if I had seen you when I was there, I could havetold you in person.  AS for business over here, gas and power trading isstill going strong.  However, all of the events have affected us in a hugeway financially.  Down to whether we get bonuses or not.  It is not goingto be a good year just trying to stay strong but I think that we willsurvive, and mostly thanks to EnronOnline.Curious about what s going on there since you mentioned it.  Anyway - sorryto burden you with my personal problems.  I do hope things are going ok foryou - too bad you re not going to make it here.  As we are in a cashcrunch, I think I am probobly grounded for the remainder of the year.  Whoknows!Keep in touch -K. -----Original Message-----From:     Eric Strickland <estrickland@mieco.com>@ENRONSent:     Monday, October 29, 2001 9:34 AMTo:       Ward, Kim S (Houston)Subject:  RE: Fw: An Irish Wish...k,thanks, i could use all of the luck that i can get right now trading thismarket.  i have heard so many rumors about what s going on over there thatmy head is spinning.  i won t bombard you with questions though.  how severything going other than work?  any opinions on this gas market?  youaresupposed to be my gas guru, i thought i would have heard from you a weekagotelling me to buy it, that it was going to make this huge move.  maybe theemail got lost.  went to florida this weekend for the ga/fla game and onceagain left disappointed.  anyway, hope all is well, let me know if you regoing to be out this way anytime soon, my nov trip might be cancelled now,i ll tell you more about all the crap going on over here next time i seeyou....E**********************************************************************This e-mail is the property of Enron Corp. and/or its relevant affiliate andmay contain confidential and privileged material for the sole use of theintended recipient (s). Any review, use, distribution or disclosure byothers is strictly prohibited. If you are not the intended recipient (orauthorized to receive for the recipient), please contact the sender or replyto Enron Corp. at enron.messaging.administration@enron.com and delete allcopies of the message. This e-mail (and any attachments hereto) are notintended to be an offer (or an acceptance) and do not create or evidence abinding and enforceable contract between Enron Corp. (or any of itsaffiliates) and the intended recipient or any other party, and may not berelied on by anyone as the basis of a contract by estoppel or otherwise.Thank you.**********************************************************************",
        "mid": 71684,
        "subject": "=?ANSI_X3.4-1968?Q?RE:_Fw:_An_Irish_Wish...__=3F?="
    },
    {
        "body": "---------------------- Forwarded by Melissa Reese/MST/CMS on 10/03/200108:58 AM ---------------------------Mlreese64@aol.com on 10/02/2001 07:10:42 PMTo:   mreese@cmsenergy.comcc:Subject:  Fwd: Fw: another perspectiveReturn-Path: <cacurrie1@msn.com>Received: from  rly-yd04.mx.aol.com (rly-yd04.mail.aol.com [172.18.150.4])by air-yd03.mail.aol.com (v80.17) with ESMTP id MAILINYD34-1002142559; Tue,02 Oct 2001 14:25:59 -0400Received: from  hotmail.com (oe50.pav0.hotmail.com [64.4.32.130]) byrly-yd04.mx.aol.com (v81.8) with ESMTP id MAILRELAYINYD46-1002142530; Tue,02 Oct 2001 14:25:30 -0400Received: from mail pickup service by hotmail.com with Microsoft SMTPSVC; Tue, 2 Oct 2001 11:25:26 -0700X-Originating-IP: [63.46.174.13]From: \"Carol Currie\" <cacurrie1@msn.com>To: \"laura ward\" <lauraeward@earthlink.net>, \"sabina neal\"<fluffy@gvtc.com>,        \"Reeser3\" <Reeser3@aol.com>, \"Mlreese64\"<Mlreese64@aol.com>,        \"jcurrie61\" <jcurrie61@hotmail.com>,\"Craig Reese\" <craigreese@pdq.net>Subject: Fw: another perspectiveDate: Tue, 2 Oct 2001 13:16:16 -0500MIME-Version: 1.0X-Mailer: MSN Explorer 6.10.0016.1624Content-Type: multipart/alternative; boundary=\"----=_NextPart_001_0001_01C14B44.6B13BEC0\"Message-ID: <OE50nSqJIc0y82gv5Gm0000147e@hotmail.com>X-OriginalArrivalTime: 02 Oct 2001 18:25:26.0439 (UTC) FILETIME=[9B70AB70:01C14B6F]This is somewhat encouraging as well as factual....please move forward withyour lives....Carol----- Original Message -----From: RoaSent: Friday, September 28, 2001 9:48 PMTo: Not availableSubject: another perspectiveto: all family, all friendsfrom rlclv..................By now everyone has been hearing the death toll rise and reports of thedestruction from the terrorist attacks on the US. These were deplorableactsthat we will never forget. But now is a time to look at the other side ofthe numbers coming out of New York, Washington andPennsylvania.The sad but somewhat uplifting side that the mainstream media has notreported yet - the SURVIVAL rates and some positive news about the attacks.*** The Buildings ****The World Trade Center -The twin towers of the World Trade Center were places of employment forsome50,000 people. With the missing list of just over 5,000 people, that means90% of the people targeted survived the attack. A 90% on a test is an  A. * The Pentagon -Some 23,000 people were the target of a third plane aimed at the Pentagon.The latest count shows that only 123 lost their lives. That is an amazing99.5% survival rate. in addition, the plane seems to have come in too low,too early to affect a large portion of the building. On top of that, thesection that was hit was the first of five sections to undergo renovationsthat would help protect the Pentagon from terrorist attacks. It hadrecentlycompleted straightening and blast proofing, saving untold lives.  Thisattack was sad, but a statistical failure.*** The Planes **** American Airlines Flight 77This Boeing 757 that was flown into the outside of the Pentagon could havecarried up to 289 people, yet only 64 were aboard. Luckily 78% of the seatswere empty.* American Airlines Flight 11This Boeing 767 could have had up to 351 people aboard, but only carried92.Thankfully 74% of the seats were unfilled.* United Airlines Flight 175Another Boeing 767 that could have seated 351 people only had 65 people onboard. Fortunately it was 81% empty.* United Airlines Flight 93This Boeing 757 was one of the most uplifting stories yet. The smallestflight to be hijacked with only 45 people aboard out of a possible 289 had84% of its capacity unused. Yet these people stood up to the attackers andthwarted a fourth attempted destruction of a national landmark, savinguntold numbers of lives in the process.*** In Summary ***Out of potentially 74,280 Americans directly targeted by these ineptcowards, 93% survived or avoided the attacks. That s a higher survival ratethan heart attacks, breast cancer, kidney transplants and liver transplant-all common, survivable illnesses.The Hijacked planes were mostly empty, the Pentagon was hit at it sstrongest point, the overwhelming majority of people in the World TradeCenter buildings escaped, and a handful of passengers gave the ultimatesacrifice to save even more lives.Don t fear these terrorists. The odds are against them.GOD BLESS AMERICA",
        "mid": 71755,
        "subject": "Fwd: Fw: another perspective"
    },
    {
        "body": " -----Original Message-----From: \tRebecca Rooney <rrooney@batcon.org>@ENRON  Sent:\tThursday, November 01, 2001 3:07 PMTo:\tPATRICIA TLAPEK; Houda, Cathy; Mary Jo Ellen; Ward, Kim S (Houston)Subject:\tRe: Veil/Beaver CreekHi!  I m excited for a ski weekend!  I m pretty much available any weekendother than in December.  Early Feb could be very fun in Vail/Beaver Creek!At 09:36 PM 10/30/01 -0600, PATRICIA TLAPEK wrote:>Ok, Ladies,>>John Tlapek called tonight....we discussed a ski trip....he wanted me to ask>everyone for an alternative time to go, other than New Year s Eve......>>Will each of you email me weekends in Dec/Feb/Mch, that you are currently>available...and I will match them together for>all 5 of us...and provide John w/ one or two dates...>>THANKS, TAKE CARE,>TRICIA",
        "mid": 71934,
        "subject": "FW: Veil/Beaver Creek"
    },
    {
        "body": "I would love to - I really like going to the movies but never seem to make it!  Only one stipulation though - we don t go see planet of the apes!  I heard it was REALLY bad - possibly the worst movie ever made. -----Original Message-----From: \tHeintzelman, Pete  Sent:\tWednesday, August 08, 2001 11:13 AMTo:\tWard, Kim S (Houston)Subject:\tRE: Dinner tonightNo innuendos at all, i just did not realize my cumulative rudeness!  Would you like to go to a movie some time this week or weekend?   -----Original Message-----From: \tWard, Kim S (Houston)  Sent:\tWednesday, August 08, 2001 11:00 AMTo:\tHeintzelman, PeteSubject:\tRE: Dinner tonightI m quite sure - but I don t understand your email.  Are you insinuating that I was being dramatic?  Not what I intended at all!   -----Original Message-----From: \tHeintzelman, Pete  Sent:\tWednesday, August 08, 2001 9:50 AMTo:\tWard, Kim S (Houston)Subject:\tRE: Dinner tonightThat I did not realize.  Are you sure?  Well, then, perhaps I could coerce you into seeing Apocolpse Now Redux or some other theatrical event?PJH -----Original Message-----From: \tWard, Kim S (Houston)  Sent:\tWednesday, August 08, 2001 9:22 AMTo:\tHeintzelman, PeteSubject:\tRE: Dinner tonightIt was fun - you missed out.  How could anything be more important than dinner @ vanny s?  especially when she made a cake!  You realize that that was the third time I ve asked you to do something and you have said no......... -----Original Message-----From: \tHeintzelman, Pete  Sent:\tWednesday, August 08, 2001 9:03 AMTo:\tWard, Kim S (Houston)Subject:\tRE: Dinner tonightOh that s right.  Glad you had fun.  How was Vanny s dinner? -----Original Message-----From: \tWard, Kim S (Houston)  Sent:\tWednesday, August 08, 2001 9:01 AMTo:\tHeintzelman, PeteSubject:\tRE: Dinner tonightWas in Memphis for the weekend.  It was lots of fun - saw a lot of my friends, hung out with my neice. -----Original Message-----From: \tHeintzelman, Pete  Sent:\tMonday, August 06, 2001 4:29 PMTo:\tWard, Kim S (Houston)Subject:\tRE: Dinner tonightI would be but I already have plans.  I would like to do something later in the week though.  Were you in town this weekend?  My bro, sis in law and nephew were in all weekend and we had fun.  A lot of golf and some swimming with the little man.PJH -----Original Message-----From: \tWard, Kim S (Houston)  Sent:\tMonday, August 06, 2001 3:16 PMTo:\tHeintzelman, PeteSubject:\tFW: Dinner tonightAny interest in a bar-b-q at Suzanne s tonight? -----Original Message-----From: \tVann, Suzanne  Sent:\tMonday, August 06, 2001 9:06 AMTo:\tRichter, Jeff; Perry, Todd; Cross, Edith EES; Slone, Jeanie; McDonald, Rob; Gerard, Camille; Herron, ChrisCc:\tWard, Kim S (Houston)Subject:\tDinner tonightKim and I are having people over for dinner tonight at my house.  We are going to throw something on the grill, drink some cold beer and enjoy the Houston humidity.  Let me know if you are able to make it.Suzannex54436713-426-3886 (home)I live in the Heights on the corner of 9th and Columbia.  If you are coming from Montrose/Studemont take a left onto 9th.  If you are coming from Waugh/Heights Blvd, take a right onto 9th:  http://www.mapquest.com/cgi-bin/share?s6l9c8j553ddi8sy",
        "mid": 72255,
        "subject": "RE: Dinner tonight"
    },
    {
        "body": "Of course you can use me as a ref.  And good luck.  I think Barry and I are coming to AZ the 28 - 29.  I know we will be coming to your office so hopefully I will get to see you.  Be sure to bring pictures of Abri! -----Original Message-----From: \t\"Pocock, Cathy (Z75282)\" <Cathy.Pocock@pinnaclewest.com>@ENRON [mailto:IMCEANOTES-+22Pocock+2C+20Cathy+20+28Z75282+29+22+20+3CCathy+2EPocock+40pinnaclewest+2Ecom+3E+40ENRON@ENRON.com] Sent:\tTuesday, June 12, 2001 9:48 AMTo:\tWard, Kim S.Subject:\tRE: FW: this is good...All is well in Phoenix...except the heat, but that s the usual gripe.  Gladto hear you are not under water.  Thought you were leaving the extreme rainbehind when you left Portland.  Oh yeah....those darn tropical storms.  HeyI might use you as a reference if that is okay.  I am flying to Dallas nextweek for an interview.  They haven t asked for any yet, but I would like tookay it with you in case they do.-----Original Message-----From: Kim.Ward@enron.com [mailto:Kim.Ward@enron.com]Sent: Monday, June 11, 2001 7:23 AMTo: Pocock, Cathy (Z75282)Subject: RE: FW: this is good...I am lucky as I unknowingly bought a house on a little hill with greatdrainage!!  My street flooded but it didn t make it up to my house.  Waterdid get in the house behind me.  But all is well and everyone I know is ok.Only a couple of car fatalities that I know of - thanks for checking!  Howare you? -----Original Message-----From:     \"Pocock, Cathy (Z75282)\" <Cathy.Pocock@pinnaclewest.com>@ENRON[mailto:IMCEANOTES-+22Pocock+2C+20Cathy+20+28Z75282+29+22+20+3CCathy+2EPocock+40pinnaclewest+2Ecom+3E+40ENRON@ENRON.com]Sent:     Monday, June 11, 2001 9:14 AMTo:       Ward, Kim S.Subject:  RE: FW: this is good...Kim....Are you still there?  Have you been flooded out?  Let me know youareokay.-----Original Message-----From: Ward, Kim S. [mailto:Kim.Ward@enron.com]Sent: Thursday, June 07, 2001 8:25 AMTo: Angie Conner (E-mail); Pocock, Cathy (Z75282); Cindy Tarsi (E-mail);David Hutchens (E-mail); David Payne (E-mail); Harriet Turk (E-mail);Jerry Ward (E-mail); John Schilke (E-mail); Lisa Rosenberg (E-mail);Mary Beer (Ellen) (E-mail); Natalie Boehmer (E-mail); Tricia Tlapek(E-mail); Wes Kersey (E-mail); Fuller, Dave; Vann, Suzanne; Slone,Jeanie; wenderachels@aol.comSubject: FW: FW: this is good...>  -----Original Message-----> From:   \"Melissa Reese\" <mreese@cmsenergy.com>@ENRON> [mailto:IMCEANOTES-+22Melissa+20Reese+22+20+3Cmreese+40cmsenergy+2Ecom> +3E+40ENRON@ENRON.com]> Sent:   Tuesday, June 05, 2001 2:05 PM> To:     gbrown@prosrm.com; leslie.buenzow@bakerbotts.com;> crockodile1@yahoo.com; dkrenzer@unocal.com; craigreese@pennzoil.com;> pjkstevenson@austin.rr.com; Ward, Kim S.> Subject:     Fwd: FW: this is good...>>> ---------------------- Forwarded by Melissa Reese/MST/CMS on> 06/05/2001> 02:05 PM --------------------------->>> Austinbk49@aol.com on 06/05/2001 01:54:51 PM>> To:   kathleen@gslis.utexas.edu> cc:   brian.n.austin@us.arthurandersen.com,>       carrie.d.austin@us.arthurandersen.com, taustin@houston.rr.com,>       JillDuban@aol.com, KMWDough@aol.com, jlipinski@pssd.com,>       suemerkel@hotmail.com, newquestl@globalproject.com,>       mreese@cmsenergy.com> Subject:  Fwd: FW: this is good...>>>>>> >>>This is GOOD...I expect it back too!> >>>A simple friend has never seen you cry.> >>>A real friend has shoulders soggy from your tears.> >>>> >>>A simple friend doesn t know your parents  first names.> >>>A real friend has their phone numbers in his address book.> >>>> >>>A simple friend brings a bottle of wine to your party.> >>>A real friend comes early to help you cook and stays late to help> you> >>>clean.> >>>> >>>A simple friend hates it when you call after he has gone to bed.> >>>A real friend asks you why you took so long to call.> >>>> >>>A simple friend seeks to talk with you about your problems.> >>>A real friend seeks to help you with your problems.> >>>> >>>A simple friend wonders about your romantic history.> >>>A real friend could blackmail you with it.> >>>> >>>A simple friend, when visiting, acts like a guest.> >>>A real friend opens your refrigerator and helps himself.> >>>> >>>A simple friend thinks the friendship is over when you HAVE an> >> argument.> >>>> >>>A real friend knows that it s not a friendship until after you ve> had> >a> >>>fight.> >>>> >>>A simple friend expects you to always be there for them.> >>>A real friend expects to always be there for you!> >>>> >>>Pass this on to anyone you care about......if you get it back you> >have> >>> A ball is a circle, No beginning, no end.> >>>> >>>It keeps us together, like our Circle of Friends.> >>>But the treasure inside for you to see is the treasure of> friendship> >>>you ve granted to me.> >>>> >>>Today I pass the friendship ball to you.> >>>Pass it on to someone who is a friend to you.....> >>>> >>>INSTANTLY WHEN YOU RECEIVE THIS LETTER, YOU RE REQUESTED TO SEND IT> >TO> >>>AT LEAST 10 PEOPLE, INCLUDING THE PERSON WHO SENT IT TO YOU.> >>>> >>>> >>> >> >> >> >> > Return-Path:  Received: from  rly-za04.mx.aol.com> (rly-za04.mail.aol.com> >[172.31.36.100]) by air-za01.mail.aol.com (v77_r1.36) with ESMTP;> Thu, 31> >May 2001 11:09:31 2000 Received: from  VOLTAIRE.stic.net> (mail.stic.net> >[204.57.118.5]) by rly-za04.mx.aol.com (v77_r1.36) with ESMTP; Thu,> 31 May> >2001 11:09:06 -0400 Received: from SABRE ([216.198.60.175]) by> >VOLTAIRE.stic.net           (Post.Office MTA v3.5.3 release 223 ID#> >0-70040U18500L11000S0V35)           with SMTP id net; Thu, 31 May> 2001> >09:33:55 -0500 Reply-To:  From: \"Anne Breihan\"  To: \"Jean McGarry\" ,> \"Liz> >Jauer\" ,         \" Barbara duggan \" ,         \" Dale Back \" ,> \" Del> >Ammerman \" ,         \" jessica grafton \" ,         \" Linda Traylor \"> ,> >   \" Patsy Brewer \"  Subject: FW: this is good... Date: Thu, 31 May> 2001> >09:32:23 -0500 Message-ID:  MIME-Version: 1.0 Content-Type:> text/plain;> >   charset=\"iso-8859-1\" Content-Transfer-Encoding: 8bit X-Priority: 3> >(Normal) X-MSMail-Priority: Normal X-Mailer: Microsoft Outlook 8.5,> Build> >4.71.2173.0 X-MimeOLE: Produced By Microsoft MimeOLE V5.50.4133.2400> >Importance: Normal    -----Original Message----- From: Patsy Brewer> >[mailto:pbrewer@irsaims.com] Sent: Thursday, May 31, 2001 8:03 AM To:> Anne> >Breihan (E-mail); Barbara Duggan (E-mail); Beatrice Murray (E-mail);> >BevLowry (E-mail); Donna Pundt; Linda Leos; Pris Rauch; Ricka> Zimmermann> >Subject: FW: this is good...     > >   > >This is GOOD...I expect it> back> >too! > >A simple friend has never seen you cry. > >A real friend has> >shoulders soggy from your tears. > > > >A simple friend doesn t know> your> >parents  first names. > >A real friend has their phone numbers in his> >address book. > > > >A simple friend brings a bottle of wine to your> party.> >> >A real friend comes early to help you cook and stays late to help> you >> >>clean. > > > >A simple friend hates it when you call after he has> gone to> >bed. > >A real friend asks you why you took so long to call. > > > >A> >simple friend seeks to talk with you about your problems. > >A real> friend> >seeks to help you with your problems. > > > >A simple friend wonders> about> >your romantic history. > >A real friend could blackmail you with it.> > > >> >>A simple friend, when visiting, acts like a guest. > >A real friend> opens> >your refrigerator and helps himself. > > > >A simple friend thinks> the> >friendship is over when you HAVE an > argument. > > > >A real friend> knows> >that it s not a friendship until after you ve had a > >fight. > > >> >A> >simple friend expects you to always be there for them. > >A real> friend> >expects to always be there for you! > > > >Pass this on to anyone you> care> >about......if you get it back you have > >found your true friends!  A> ball> >is a circle, No beginning, no end. > > > >It keeps us together, like> our> >Circle of Friends. > >But the treasure inside for you to see is the> >treasure of friendship > >you ve granted to me. > > > >Today I pass> the> >friendship ball to you. > >Pass it on to someone who is a friend to> >you..... > > > >INSTANTLY WHEN YOU RECEIVE THIS LETTER, YOU RE> REQUESTED> TO> >SEND IT TO > >AT LEAST 10 PEOPLE, INCLUDING THE PERSON WHO SENT IT TO> YOU.> >> > > > > > >>>>>>",
        "mid": 72370,
        "subject": "RE: FW: this is good..."
    },
    {
        "body": "Heya.  Hope things are good.  How are you looking with the buyout?  Ihaven t heard any screams from Midtown so I ll take that as a good sign.Thought this might put a smile on your face.Brad-----Original Message-----From: Rahim Baig [mailto:MRBaig@duke-energy.com]Sent: Wednesday, November 14, 2001 3:17 PMTo: King, BradSubject: Understanding EnronHey Brad, thought you might like this.*******************FeudalismYou have two cows.Your lord takes some of the milk.----------FascismYou have two cows.The government takes both, hires you to take care of them and sells you themilk.----------Pure CommunismYou have two cows.Your neighbors help take care of them and you all share the milk.----------Applied CommunismYou have two cows.You must take care of them, but the government takes all the milk.----------TotalitarianismYou have two cows.The government takes them both and denies they ever existed.Milk is banned.----------Pure DemocracyYou have two cows.You and your neighbors decide who gets the milk.----------Representative DemocracyYou have two cows.Your neighbors pick someone to tell you who gets the milk.----------Mexican DemocracyYou have two cows.The government takes both and drafts you into the army.----------European DemocracyYou have two cows.The EU commission decides which regulations for feeding and milking apply.If there aren t any, they invent some.They pay you not to milk the cows.They take both cows, shoot one, milk the other and pour the milk down thedrain.They then require you to fill out forms accounting for the missing cows.----------American DemocracyThe government promises to give you two cows, if you vote for it.After the election, the president is impeached for speculating in cowfutures.The press dubs the affair \"cowgate,\" but supports the president.The cows sue you for breach of contract.Your legal bills exceed your annual income.You settle out of court and declare bankruptcy.----------CapitalismYou have two cows.You sell one and buy a bull.Your herd multiplies, and the economy grows.You sell them and retire on the income.----------Enron Venture CapitalismYou have two cows.You sell three of them to your publicly listed company, using letters ofcredit opened by your brother-in-law at the bank, then execute adebt/equityswap with an associated general offer so that you get all four cows back,with a tax exemption for five cows.  The milk rights of the six cows aretransferred via an intermediary to a Cayman Island company secretly ownedbythe majority shareholder who sells the rights to all seven cows back toyourlisted company.  The annual report says the company owns eight cows, withanoption on one more.",
        "mid": 72487,
        "subject": "FW: Understanding Enron"
    },
    {
        "body": "Thanks for the advice.  I may be packing casually (sheep  skin coat & jeans & sweaters) hope that works with our plans.  Let  me know!MJ :) Can t wait to se you TOMORROW!!!----- Original Message ----- From:  PATRICIA  TLAPEK  To: Kim.Ward@enron.com  ; Mary Jo  Ellen  Sent: Wednesday, October 24, 2001 6:57  PMLadies, It is predicted that it will be quite cold this  weekend, pack accordingly....dont worry, it wont be in the teens! T.",
        "mid": 72642,
        "subject": "Re:"
    },
    {
        "body": "---------------------- Forwarded by Juan Hernandez/Corp/Enron on 09/25/2000 06:48 AM ---------------------------juan hernandez <purogallo@yahoo.com> on 09/22/2000 11:23:31 PMTo: juan.hernandez@enron.com, christina.sanchez@enron.comcc:  Subject: Alex Hernandez at 2-dayThe Hernandez Clan keeps getting larger.__________________________________________________Do You Yahoo!?Send instant messages & get email alerts with Yahoo! Messenger.http://im.yahoo.com/ - Alexdrew.jpg - Myhomey.jpg - Family.jpg",
        "mid": 74389,
        "subject": "Alex Hernandez at 2-day"
    },
    {
        "body": "---------------------- Forwarded by Judy Hernandez/HOU/ECT on 10/17/2000 02:35 PM ---------------------------Judy Hernandez10/17/2000 02:35 PMTo: Eve Puckett/Corp/Enron@ENRON, Leslie Smith/HOU/ECT@ECT, Regina Blackshear/Corp/Enron@ENRON, Angela Gill/NA/Enron@Enron, Angela Barnett/HOU/ECT@ECTcc:  Subject: CHAIN!This is funny.---------------------- Forwarded by Judy Hernandez/HOU/ECT on 10/17/2000 02:33 PM ---------------------------Maria Sandoval10/17/2000 10:49 AMTo: Andrea R Guillen/HOU/ECT@ECT, Phenicia Olivier/HOU/ECT@ECT, Bernice Rodriguez/HOU/ECT@ECT, Melissa Rodriguez/HOU/ECT@ECT, Cassandra S Dutton/HOU/ECT@ECT, Lorraine Becker/HOU/ECT@ECT, Melba Lozano/HOU/ECT@ECT, Chantelle Villanueva/HOU/ECT@ECT, patty.soria@halliburton.com, elizabeth.gutierrez@eott.com, Judy Hernandez/HOU/ECT@ECT, Elizabeth Soto/HOU/ECT@ECT, amolina@unifirst.com, Pamela Sonnier/HOU/ECT@ECT, Brenda Barreda/HOU/EES@EES, Yolanda Pena/Corp/Enron@Enron, Claudia Clark/HOU/ECT@ECT, Lisa Shoemake/HOU/ECT@ECT, Amber Limas/HOU/ECT@ECT, Alex Saldana/HOU/ECT@ECT, margiec@networkinterstate.com, yolanda.sandoval@halliburton.com, Alisha Guerrero/HOU/ECT@ECT, yolanda.sandoval@halliburton.com, margiec@networkinterstate.com, \"Richardson, Monica\" <Monica.Richardson@sous.com>, jfgarcia2000@aol.comcc:  Subject: CHAIN!This is funny.---------------------- Forwarded by Maria Sandoval/HOU/ECT on 10/17/2000 10:47 AM ---------------------------   \t\t\tFrom:  Chantelle Villanueva                           10/17/2000 10:14 AM\tTo: Elizabeth Soto/HOU/ECT@ECT, Maria Sandoval/HOU/ECT@ECT, Irena D Hogan/HOU/ECT@ECT, Heather Choate/HOU/ECT, Kim Perez/ET&S/Enron@ENRON, Kimberly Vaughn/HOU/ECT@ECT, Aimee Lannou/HOU/ECT@ECT, Alisha Guerrero/HOU/ECT@ECT, Brenda Barreda/HOU/EES@EES, Pamela Sonnier/HOU/ECT@ECT, Melissa Rodriguez/HOU/ECT@ECTcc:  Subject: CHAIN!This is funny.---------------------- Forwarded by Chantelle Villanueva/HOU/ECT on 10/17/2000 10:16 AM ---------------------------From: Kim Perez@ENRON on 10/17/2000 10:13 AMTo: mike_arellano@usa.net, bbroussard@searchproject.org, CassandraH@TEXASENT.COM, Chantelle Villanueva/HOU/ECT@ECTcc:  Subject: This is funny.---------------------- Forwarded by Kim Perez/ET&S/Enron on 10/17/2000 10:11 AM ---------------------------\"Bill R. Hulin\" <brhulin@cmsenergy.com> on 10/17/2000 09:52:44 AMTo: kim.perez@enron.comcc:  Subject: This is funny.Subject: THIS IS HILARIOUS!!!!!!!!!!>> > > > > >> DO NOT SAVE - PASS ON> > > > > >>> > > > > >> A man takes the day off work and> > > > > >>> > > > > >> decides to go out golfing.> > > > > >> He is on the second hole when he> > > > > >>> > > > > >> notices a frog sitting next to> > > > > >>> > > > > >> the green.> > > > > >>> > > > > >> He thinks nothing of it and is> > > > > >>> > > > > >> about to shoot when he> > > > > >>> > > > > >> hears, Ribbit 9 Iron.\"> > > > > >>> > > > > >> The man looks around and doesn t> > > > > >>> > > > > >> see anyone. Again, he> > > > > >>> > > > > >> hears, \"Ribbit 9 Iron.\" He looks> > > > > >>> > > > > >> at the frog and decides to> > > > > >>> > > > > >> prove the frog wrong, puts the> > > > > >>> > > > > >> club away, and grabs a 9 iron.> > > > > >>> > > > > >> Boom!> > > > > >>> > > > > >> He hits it 10 inches from the> > > > > >>> > > > > >> cup. He is shocked. He says> > > > > >>> > > > > >> to the frog, \"Wow that s amazing.> > > > > >>> > > > > >> You must be a lucky frog, eh?> > > > > >>> > > > > >> The frog replies, \"Ribbit Lucky> > > > > >>> > > > > >> frog.\"> > > > > >>> > > > > >> The man decides to take the frog> > > > > >>> > > > > >> with him to the next hole.> > > > > >>> > > > > >> \"What do you think frog?\" the> > > > > >>> > > > > >> man asks. \"Ribbit 3 wood.\"> > > > > >>> > > > > >> The guy takes out a 3 wood and,> > > > > >>> > > > > >> Boom! Hole in one. The> > > > > >>> > > > > >> man is befuddled and doesn t know> > > > > >>> > > > > >> what to say. By the end> > > > > >>> > > > > >> of the day, the man golfed the> > > > > >>> > > > > >> best game of golf in his life and> > > > > >>> > > > > >> asks the frog, \"OK where to> > > > > >>> > > > > >> next?\"> > > > > >>> > > > > >> The frog replies, \"Ribbit Las> > > > > >>> > > > > >> Vegas.\" They go to Las Vegas> > > > > >>> > > > > >> and the guy says, \"OK frog, now> > > > > >>> > > > > >> what?\" The frog says,> > > > > >>> > > > > >> \"Ribbit Roulette.\" Upon> > > > > >>> > > > > >> approaching the roulette table, The man> > > > > >>> > > > > >> asks, \"What do you think I should> > > > > >>> > > > > >> bet?\" The frog replies, \"Ribbit> > > > > >>> > > > > >> $3000, black 6.\" Now, this is a> > > > > >>> > > > > >> million-to-one shot to win, but> > > > > >>> > > > > >> after the golf game the man> > > > > >>> > > > > >> figures what the heck.> > > > > >>> > > > > >> Boom! Tons of cash comes sliding> > > > > >>> > > > > >> back across the table.> > > > > >>> > > > > >> The man takes his winnings and> > > > > >>> > > > > >> buys the best room in the> > > > > >>> > > > > >> hotel. He sits the frog down and> > > > > >>> > > > > >> says, \"Frog, I don t know how to> > > > > >>> > > > > >> repay you.> > > > > >>> > > > > >> You ve won me all this money and> > > > > >>> > > > > >> I am forever grateful.\"> > > > > >>> > > > > >> The frog replies, \"Ribbit Kiss> > > > > >>> > > > > >> Me.\" He figures why not,> > > > > >>> > > > > >> since after all the frog did for> > > > > >>> > > > > >> him, he deserves it. With a> > > > > >>> > > > > >> kiss, the frog turns into a> > > > > >>> > > > > >> gorgeous 15-year-old girl. \"And that,> > > > > >>> > > > > >> your honor, is how the girl> > > > > >>> > > > > >> ended up in my room. So help me God> > > > > >>> > > > > >> or my name is not William Jefferson> > > > > >>> > > > > >> Clinton.\"> > > > > >>> > > > > >> The origination of this letter is> > > > > >>> > > > > >> unknown, but it brings> > > > > >>> > > > > >> good luck to everyone who passes> > > > > >>> > > > > >> it on. The one who breaks the> > > > > >>> > > > > >> chain will have bad luck. Do> > > > > >>> > > > > >> not keep this. Do not send> > > > > >>> > > > > >> money.> > > > > >>> > > > > >> Just forward it to five of your> > > > > >>> > > > > >> friends to whom you wish good> > > > > >>> > > > > >> luck.> > > > > >>> > > > > >> You will see that something good> > > > > >>> > > > > >> happens to you four MINUTES> > > > > >>> > > > > >> from now if the chain is not> > > > > >>> > > > > >> broken.> > > > > >>> > > > > >> YOU WILL RECEIVE GOOD LUCK IN> > > > > >>> > > > > >> FOUR MINUTES.> > > > > >",
        "mid": 74596,
        "subject": "CHAIN!This is funny."
    },
    {
        "body": "This is great!!!!!Click here: Bin Laden Liquors - The  http://www.fieler.com/terror/ Game",
        "mid": 75326,
        "subject": "FW: The new hot arcade game"
    },
    {
        "body": "I GOT THIS E-MAIL LAST WEEK AND ITS AWESOME.  what is up patty.  guess what tonight i m going to a very exclusive restaraunt.  they just started letting blacks and mexicans in last year.  you need to watch pbs frontline from this past tuesday.  or look it up online.  enron got profiled tuesday night. what is up with you about moving, where are you going?  later -----Original Message-----From: \t\"Sandra Hernandez\" <sandra.hernandez@crescentcom.com>@ENRON [mailto:IMCEANOTES-+22Sandra+20Hernandez+22+20+3Csandra+2Ehernandez+40crescentcom+2Ecom+3E+40ENRON@ENRON.com] Sent:\tThursday, June 14, 2001 12:02 PMTo:\tMaria Cristina HernandezCc:\tHernandez, Juan; Hector A. HernandezSubject:\tFw: FW: You know your at a LATINO birthday party....I know you guys have done some of these things.YOU KNOW YOU ARE AT A \"SERIOUS\" LATINO BIRTHDAY PARTY IF: > 1. Some of the guests didn t bring a gift, but brought extra uninvited > kids. > 2. When the cake says \"Happy Birthday, Mijo\" instead of the child s real > name. > 3. The party is at Chuck E. Cheese but they bring their own food, > cake, and a pi?ata. > 4. It s a child s party but there are more grown-ups than kids. > 5. It s \"Mijo s\" 1st Birthday and the party food is carne asada, > arroz con frijoles y 10 cases of Beer. > 6. Instead of \"Pin the tail on the donkey\", there is usually a > televised baseball, football or basketball game, or a live fight. > 7. They don t sing Happy Birthday. Instead everyone is dancing salsa. > 8. The party was \"over\" at 5. It s 10 and the party is just starting. > 9. The host calls someone who s on their way and tells them to stop > and get some tortillas and ice. > 10. The guests start arriving and the hostess disappears to get ready. > 11.The party is on Saturday, and you get a call from the hostess > Friday night saying, \"I m giving Mijo a birthday party tomorrow at 3.\" > 12.Some guests bring gifts that are still in the store bag, unwrapped. > 13. You have the party over at your brother s because he just bought > a new house, with a pool. > 14.The cake didn t come from the store; it came from the mother of > the comadre of your friend s sister, the one who makes really good > cakes. > 15.You re told to save your plate and fork for the cake. > 16.Someone calls and says they can t make it, but asks that you to > save them some cake. > 17.Guests are wrapping up cake to take to Madre, Tio, Abuela, Chata y > el Junior. > 18. It s \"Mijo s\" party but since his cousin Brittany is there and > her birthday is in a few days, it becomes Mijo s and Brittany s Party.",
        "mid": 75472,
        "subject": "RE: FW: You know your at a LATINO birthday party...."
    },
    {
        "body": "---------------------- Forwarded by Angela Barnett/HOU/ECT on 12/19/2000 08:51 AM ---------------------------Sandra R McNichols12/19/2000 08:40 AMTo: Angela Barnett/HOU/ECT@ECT, Adrial Boals/Corp/Enron@Enroncc: Selena Palanca/NA/Enron@Enron Subject: Fw: Kids Say the Darnedest Things ...Thanks Selena,        those are priceless.srm---------------------- Forwarded by Sandra R McNichols/HOU/ECT on 12/19/2000 08:41 AM ---------------------------Selena Palanca@ENRON12/19/2000 08:29 AMTo: Julie Cunningham/NA/Enron@ENRON, Bonnie Elliott/Corp/Enron@ENRON, Jeanette McBee/Corp/Enron@Enron, Sandra R McNichols/HOU/ECT@ECT, kevin_m_palanca@huntsman.com, Barbara Woodland/Corp/Enron@Enroncc:  Subject: Fw: Kids Say the Darnedest Things ...Subject: Kids Say the Darnedest Things ...> ...>>> >> > > > When I was young, there was a cartoon called \"Love Is...\".  Well, nowthat> we re> > doing all that retro> > stuff, it looks like they ve revived it ...> >> >> >  A group of professional people posed this question to a group of> > four-through eight-year-olds, \"What does love mean?\" The answers theygot> > were broader and deeper than anyone could have imagined. See what you> think:> >> >  \"Love is that first feeling you feel before all the bad stuff gets inthe> > way.\"> >> >  \"When my grandmother got arthritis, she couldn t bend over and painther> >  toenails anymore. So my grandfather does it for her all the time, even> when> >  his hands got arthritis too. That s love.\"> >> >  \"When someone loves you, the way they say your name is different. You> > know that your name is safe in their mouth.\"> >> >  \"Love is when a girl puts on perfume and a boy puts on shaving cologne> > and they go out and smell each other.\"> >> >  \"Love is when you go out to eat and give somebody most of your French> > fries without making them give you any of theirs.\"> >> >  \"Love is when someone hurts you. And you get so mad but you don t yell> > at them because you know it would hurt their feelings.\"> >> >  \"Love is what makes you smile when you re tired.\"> >> >  \"Love is when my mommy makes coffee for my daddy and she takes a sip> > before giving it to him, to make sure the taste is OK.\"> >> >  \"Love is when you kiss all the time. Then when you get tired ofkissing,> > you still want to be together and you talk more. My mommy and daddy are> > like that. They look gross when they kiss.\"> >> >  \"Love is what s in the room with you at Christmas if you stop opening> >  presents and listen.\"> >> >  \"If you want to learn to love better, you should start with a friend> > who you hate.\"> >> >  \"Love is hugging. Love is kissing. Love is saying no.\"> >> >  \"When you tell someone something bad about yourself and you re scared> > they won t love you anymore. But then you get surprised because not only> do> > they still love you, they love you even more.\"> >> >  \"There are two kinds of love: Our love. God s love. But God makes both> > kinds of them.\"> >> >  \"Love is when you tell a guy you like his shirt, then he wears it> everyday.\"> >> >  \"Love is like a little old woman and a little old man who are still> > friends even after they know each other so well.\"> >> >  \"During my piano recital, I was on a stage and scared.  I looked at> > all the people watching me and saw my daddy waving and smiling. He wasthe> > only one doing that. I wasn t scared anymore.\"> >> >  \"My mommy loves me more than anybody. You don t see anyone else> > kissing me to sleep at night.\"> >> >  \"Love is when mommy gives daddy the best piece of chicken.\"> >> >  \"Love is when mommy sees daddy smelly and sweaty and still says he is> >  handsomer than Denzel Washington.\"> >> >  \"Love is when your puppy licks your face even after you left him alone> > all day.\"> >> >  \"I know my older sister loves me because she gives me all her old> > clothes and has to go out and buy new ones.\"> >> >  \"I let my big sister pick on me because my Mom says she only picks on> > me because she loves me. So I pick on my baby sister because I loveher.\"> >> >  \"Love cards like Valentine s cards say stuff on them that we d like to> > say ourselves, but we wouldn t be caught dead saying.\"> >> >  \"When you love somebody, your eyelashes go up and down and little stars> > come out of you.\"> >> >> >> >> >> >>",
        "mid": 76389,
        "subject": "Fw: Kids Say the Darnedest Things ..."
    },
    {
        "body": "That is your call.  I can t read your mind.  I think,  I m doing the right thing for my son win or lose!  I m sure you or dad would do the same thing if you were in my shoes.  I have not talked to her at all, so I don t know what her reaction will be.  She seems to like you....-me -----Original Message-----From: \tlinda.stepenovitch@bankofamerica.com@ENRON  Sent:\tTuesday, October 23, 2001 10:27 AMTo:\tStepenovitch, JoeSubject:\tRe: FW: StepenovitchI guess in the scheme of things one of the reasons you try not to go totrial is to prevent this from happening.  Plus it takes a long time toprepare for the case and it looks like your attorney wants to win.  Do youwant me to call Tonya and explain to her that going forward things are notgoing to be pretty.  I think I can do this in a gentle and concerning way.Or should I not be involved?Love,Mom",
        "mid": 76466,
        "subject": "RE: FW: Stepenovitch"
    },
    {
        "body": "I m in a really boring meeting. Please email me!  Tell mesomething goodHeather Kroll",
        "mid": 76825,
        "subject": ""
    },
    {
        "body": "love to catch up tomorrow.  What did I buy from you in this most recent batch?  (I remember the table and the guillmard pots).....Jeff\"Ben Macklowe\" <Ben@macklowegallery.com> on 10/10/2000 05:23:42 PMTo: <jeff.shankman@enron.com>cc:  Subject: many thingsDear Jeff:?Hello!? I wanted to make a bill for you for  the table and ceramic pieces, is that ok???Can you be in Washington on October 28??  There s a great day-long symposium in conjunction with the Art Nouveau show  (which I saw on Friday, and which is, incidentally, much bigger and better than  the one in London was) which I m going to, and I would love to be able to tour  around the show with you.? Also, Macklowe Gallery is having a cocktail  party that night for our clients, friends, experts, and assorted fabulous  hangers-on.? You ll get an invite in the mail, but I?wanted to give  you advance notice since I know how hectic your schedule is.?I hope it was an easy and meaningful fast for you,  and that this year brings you happiness beyond your wildest  imagination.Tell me what s uplove.ben?",
        "mid": 77512,
        "subject": "Re: many things"
    },
    {
        "body": "I had to cancel my trip to Phila today--bummer.  Nov 7 is fine.  (I m out of town this sunday for one week)  I m psyched about australia, but only for two days is a little sad.  Anyway, I m here through sunday if there is a woe emergency.....Alexandra Saler@EES10/24/2000 08:08 AMTo: Jeffrey A Shankman/HOU/ECT@ECTcc:  Subject: Re:  I am looking forward to it as well.  Don t worry...I am not planning on spending too much time on our sob stories!  Tuesday, November 7 is the best for me.  If that doesn t work, Thursday may work, but on the later side.  I think I have to have a drink with a consultant coming into town, but I am not sure.  Have a safe trip and I can t wait to hear all about it.  If you decide that Australia is to amazing to leave, I will completely understand and we can reschedule.  I wouldn t blame you a bit!  In fact, we could have drinks there....I ve never been!ALITo: Alexandra Saler/HOU/EES@EEScc:  Subject: I m looking forward to our drinks/dinner of woes.  (But not too long on woes, I don t like not being in a good mood).  When is good for you week after next?JeffP.S.  I really don t like that expression \"misery loves company\"  by the way......",
        "mid": 77631,
        "subject": "Re:"
    },
    {
        "body": "Boy did I unpack last night.  I couldn t go to sleep so I went a little crazy.  Tuesday is good.  we could have a frasier marathon.  Which one of us is cooking at my house?  Would it be crazy if I asked you to be my guest at the wholesale christmas party next sat?  (Nothing like email to ask that sort of question, and I certainly don t mean to be impersonal about it)I have to head home to work out for a few hours....Alexandra Saler@EES11/29/2000 09:00 AMTo: Jeffrey A Shankman/HOU/ECT@ECTcc:  Subject: Re:  This week is crazy...as you know.  Let s get together next week.  I have book club Monday and Wednesday, so probably Tuesday or Thursday would be better.  Of course if it is Tuesday....we can watch Frasier!You know Jeff, I was thinking this morning about what a great time I have with you.  I am so happy that we have gotten to know eachother.  Having guy friends is something that I have missed out on for the past two and a half years.  I am really happy to have that back in my life.  My meeting at the crack of dawn went well this morning.  I got here before 7.  Needless to say I am tired!  Of course, I stayed up reading my cheezy book last night.  Did you unpack when you got home?  To: Alexandra Saler/HOU/EES@EEScc:  Subject: Re:  I had so much fun last night!  WHEN can we do it again?",
        "mid": 77862,
        "subject": "Re:"
    },
    {
        "body": "You know, we ve done something the last few tuesdays, and it is now my favorite day of the week!  I had a great time.",
        "mid": 77899,
        "subject": "Re:"
    },
    {
        "body": "No problem!  In fact, it is likely I ll be in NY wed-sat next week--I m sure I ll stop by the gallery.  Hope to see you...Jeff\"Gallay, Hillary\" <HillaryG@WSG.com> on 12/15/2000 01:08:50 PMTo: Jeffrey.A.Shankman@enron.comcc:  Subject: RE: Ben Macklowe s Birthday PartySorry to hear that you won t be joining us. I will be sure to let Ben knowthat you wanted to attend.  Please do me a favor - an obvious favor but onethat I will feel remiss if I do not ask...Please do not send him somethingbefore tomorrow night as it is still a surprise. I only ask because youmentioned that you would try to send him something tomorrow.  His actualbirthday is on the 22nd so he still has no idea.Thank you and perhaps we can all get together on your next trip to NY.Be well and have a happy holiday season.Hillary-----Original Message-----From: Jeffrey.A.Shankman@enron.com [mailto:Jeffrey.A.Shankman@enron.com]Sent: Friday, December 15, 2000 1:12 PMTo: HillaryG@WSG.comSubject: Re: Ben Macklowe s Birthday PartyHi Hillary, hope you are well.  Unfortunately, I won t be able to make ittomorrow.  I just couldn t work out the schedule, but it was extremelythoughtful of you to invite me.  I hope you have a great time.....(I llsend something to Ben in the gallery tomorrow)...Best,Jeff\"Gallay, Hillary\" <HillaryG@WSG.com> on 11/27/2000 02:43:25 PMTo:   jeff.shankman@enron.comcc:Subject:  Ben Macklowe s Birthday PartyJeff,It was a pleasure meeting you on Saturday evening.  I hope that you will beable to join us for Ben s 30th celebration.  I would love to send you anofficial invitation so if you wouldn t mind sending your address to me viathis email I d be happy to send you all of the details.Saturday, December 16th at 8:45pm at Gonzales y Gonzales, dinner anddancing.If you can make it let me know.Thanks,Hillary",
        "mid": 77977,
        "subject": "RE: Ben Macklowe s Birthday Party"
    },
    {
        "body": "My day has been a freak show....I m sorry I missed the chanukah games--did you win all the gelt....which you will need if you are going to become a personal shopper...Have a great time tonight!later",
        "mid": 78018,
        "subject": "Re:"
    },
    {
        "body": "How was your holiday?   Alma Martinez@ENRON12/21/2000 08:04 AMTo: Jeffrey A Shankman/HOU/ECT@ECTcc:  Subject: Re:  Hey, We may have to get together after the Christmas holidays.  Are you in town for the holidays?Santa might bring me a puppy....",
        "mid": 78038,
        "subject": "Re:"
    },
    {
        "body": "Did Jeff figure out finally that they stopped taping for the show \"Survivor\" a few months ago?",
        "mid": 78092,
        "subject": ""
    },
    {
        "body": "In town, most of the time.  Is she ok?  (I didn t know about the Lara Liebman part, though)From: Nicole La@ENRON COMMUNICATIONS on 01/23/2001 02:22 PMTo: Jeffrey A Shankman/HOU/ECT@ECT@ENRONcc:  Subject: Re:   Things are good.  I was suppose to go out with you and Lara Liebman a couple weeks ago but I had to go see my mother in law in the hospital. How are things with you?  Are you in town?  Nicole LaEnron Broadband ServicesGlobal Bandwidth Risk Management713-853-5638 (office)713-416-8738 (cell)713-646-8795 (fax)nicole_la@enron.net\tJeffrey A Shankman@ECT\t01/23/01 02:23 PM\t\t \t\t To: Nicole La/Enron Communications@Enron Communications\t\t cc: \t\t Subject: Howdy...How long has it been?  When are we going out?  How s everything up there?",
        "mid": 78251,
        "subject": "Re:"
    },
    {
        "body": "Yikes!  That girl s mother sounds like a real problem.  I m not sure how I would have handled it.  How s school going?  Any plans for the weekend?\tAlma Martinez@ENRON\t01/26/2001 11:36 AM\t\t\t\t To: Jeffrey A Shankman/HOU/ECT@ECT\t\t cc: \t\t Subject: Re:What happened?  Here s a story...as I was waiting at the bus stop (7:35am) to go to school, a lady approached me and asked if I d make sure her daughter got on a certain bus.  The mother was running late for work and could not wait.  I couldn t say no...so Nicki (the little girl-10 yrs. old) and I waited for the bus.  It was now, 8:15 and there was no sign of her bus.  On top of  things, I had quiz at 8am.  Which I then realized I missed.  I decided that Nicki would just have to wait on her own.  I asked her if she had any relatives that  would want to know of her whereabouts.  I called her grandmother and explained things to her.  Pretty strange...aye. A bus that runs through UofH arrived and I almost got on without her, but I couldn t do it.  Finally, I told the little girl that she would have to accompany me to school (8:30am).  There were only 15 minutes left of class.  I stayed for the remainder of the lecture. After class we went back to bus stop and within minutes her bus arrived.  I told the bus driver where to drop her off.  I notified her grandmother with the time of the departure.  And I was relieved when Nicki called to let me know she was home safe.",
        "mid": 78267,
        "subject": "Re:"
    },
    {
        "body": "Hear Ye, Hear Ye,Congratulations, Carole Goldberg of Camp Safety of Louisville in Louisville,  your remaining balance of $10,000 has been waived by the credit committee!  Best of Luck,Ed McMahonJeff Shankman",
        "mid": 78309,
        "subject": "Re: upcoming trip"
    },
    {
        "body": "Turns out that I probably won t be down until after the new year.Hope all is going well with you. I ve been reading the news, and I hope thisDynergy thing works out well for you.  Have a good trip to London.Best,Charlie----- Original Message -----From: <Jeffrey.A.Shankman@enron.com>To: <Charles.Jones@Securuscv.com>Sent: Monday, November 19, 2001 12:51 PMSubject: RE: 10 years is too long> Hi Charlie,>> Are you coming down to my sunny and hot part of the country?  Let me know> soon, as I may be in London for a few days after thanksgiving....>> Regards,>> Jeff>>     -----Original Message----->    From:   Charles Jones <Charles.Jones@Securuscv.com>@ENRON>    Sent:   Tuesday, October 30, 2001 9:49 AM>    To:     Shankman, Jeffrey A.>    Subject:  RE: 10 years is too long>>    Hey Jeff,>    Hope you re hanging in there, buddy!  It was exciting to exchange email>    6>    months ago, but predictably we fell out of touch.>>    I m trying to swing a biz trip to Houston at the end of November.  Ifit>    develops, I ll be sure to give you a shout.>>    Best,>    Charlie>>>>>> **********************************************************************> This e-mail is the property of Enron Corp. and/or its relevant affiliateand may contain confidential and privileged material for the sole use of theintended recipient (s). Any review, use, distribution or disclosure byothers is strictly prohibited. If you are not the intended recipient (orauthorized to receive for the recipient), please contact the sender or replyto Enron Corp. at enron.messaging.administration@enron.com and delete allcopies of the message. This e-mail (and any attachments hereto) are notintended to be an offer (or an acceptance) and do not create or evidence abinding and enforceable contract between Enron Corp. (or any of itsaffiliates) and the intended recipient or any other party, and may not berelied on by anyone as the basis of a contract by estoppel or otherwise.Thank you.> **********************************************************************>",
        "mid": 79234,
        "subject": "Re: 10 years is too long"
    },
    {
        "body": "I m orderring pizzas for the next week.  I ll include you.Jeff",
        "mid": 79929,
        "subject": ""
    },
    {
        "body": "can t wait",
        "mid": 80493,
        "subject": "Re: Weather"
    },
    {
        "body": "Good luck in your new position!  I m glad things worked out for you. -----Original Message-----From: \tPharms, Melinda  Sent:\tThursday, November 15, 2001 7:14 AMTo:\tMiller, Stephanie; Concannon, Ruth; Olinger, Kimberly S.; Gomez, Julie A.; Superty, Robert; Tholt, Jane M.; Meyer, Chris; Van Norden, Mike; Van Hooser, Steve; Fulton, Donna; Calcagno, Suzanne; Townsend, Judy; Rainer, EvaSubject:\tGood-ByeHello.  I just wanted to tell some of my favorite people (to work with) that after today, Thursday, November 15th, I will no longer be part of the Regulatory Affairs Team.  I m moving on to a different part of Enron, EES.  In fact, I officially start November 16th. I really enjoyed working with/and for you guys.  I ve learned quite a bit from you all and I wanted to say Thanks.Sincerely,Melinda",
        "mid": 80731,
        "subject": "RE: Good-Bye"
    },
    {
        "body": "no you said you watched bits and pieces -----Original Message-----From: \tEvans, Ted  Sent:\tWednesday, November 14, 2001 7:58 AMTo:\tTholt, Jane M.Subject:\tRE: How good is Temptation Island 2are you saying you watched mj s bits and pieces last night??? -----Original Message-----From: \tTholt, Jane M.  Sent:\tWednesday, November 14, 2001 7:38 AMTo:\tEvans, TedSubject:\tRE: How good is Temptation Island 2It was really good.  Next wek you can watch Jennfer Lopez-I bet you can watch her bits and pieces. -----Original Message-----From: \tEvans, Ted  Sent:\tWednesday, November 14, 2001 7:32 AMTo:\tTholt, Jane M.Subject:\tRE: How good is Temptation Island 2bits and pieces - you? -----Original Message-----From: \tTholt, Jane M.  Sent:\tWednesday, November 14, 2001 7:00 AMTo:\tEvans, TedSubject:\tRE: How good is Temptation Island 2Did you watch Michael Jackson yesterday? -----Original Message-----From: \tEvans, Ted  Sent:\tTuesday, November 13, 2001 11:41 AMTo:\tTholt, Jane M.Subject:\tRE: How good is Temptation Island 2um yeh - - me too,  can i fit in your suitcase?? -----Original Message-----From: \tTholt, Jane M.  Sent:\tTuesday, November 13, 2001 10:43 AMTo:\tEvans, TedSubject:\tRE: How good is Temptation Island 2My resume is finished and the job offers are pooring in -----Original Message-----From: \tEvans, Ted  Sent:\tTuesday, November 13, 2001 10:26 AMTo:\tTholt, Jane M.Subject:\tRE: How good is Temptation Island 2no overlap in EES - have you written yours, or are you just going to retire...ha ha -----Original Message-----From: \tTholt, Jane M.  Sent:\tTuesday, November 13, 2001 10:18 AMTo:\tEvans, TedSubject:\tRE: How good is Temptation Island 2you should be working on your resume -----Original Message-----From: \tEvans, Ted  Sent:\tTuesday, November 13, 2001 9:57 AMTo:\tTholt, Jane M.Subject:\tRE: How good is Temptation Island 2actually forced myself to read last night - trying to get smart -----Original Message-----From: \tTholt, Jane M.  Sent:\tTuesday, November 13, 2001 9:55 AMTo:\tEvans, TedSubject:\tRE: How good is Temptation Island 2They have some cute guy lawyers this year-but I bet you probably watch that manly Monday night Football. -----Original Message-----From: \tEvans, Ted  Sent:\tTuesday, November 13, 2001 9:55 AMTo:\tTholt, Jane M.Subject:\tRE: How good is Temptation Island 2bits and pieces - never really got into Allyi assume you did.. -----Original Message-----From: \tTholt, Jane M.  Sent:\tTuesday, November 13, 2001 9:53 AMTo:\tEvans, TedSubject:\tRE: How good is Temptation Island 2Did you watch Ally last night? -----Original Message-----From: \tEvans, Ted  Sent:\tTuesday, November 13, 2001 9:50 AMTo:\tTholt, Jane M.Subject:\tRE: How good is Temptation Island 2such a tough life -----Original Message-----From: \tTholt, Jane M.  Sent:\tTuesday, November 13, 2001 9:49 AMTo:\tEvans, TedSubject:\tRE: How good is Temptation Island 2I saw the tv advertisement last night for Temptation Island for Thursday.  I think it may conflict with Will and Grace.  Could be a tough night. -----Original Message-----From: \tEvans, Ted  Sent:\tMonday, November 12, 2001 4:00 PMTo:\tTholt, Jane M.Subject:\tRE: How good is Temptation Island 2it looks to be on Thursdays at 8http://www.fox.com/temptation2/home.htm -----Original Message-----From: \tTholt, Jane M.  Sent:\tMonday, November 12, 2001 3:45 PMTo:\tEvans, TedSubject:\tRE: How good is Temptation Island 2I was looking in the TV guide and did not see where it is on this week let me know if they changed the date and time. -----Original Message-----From: \tEvans, Ted  Sent:\tMonday, November 12, 2001 11:49 AMTo:\tTholt, Jane M.Subject:\tRE: How good is Temptation Island 2um.....no....sorry - i guess he is why you are watching?aren t there good looking boys on the island? -----Original Message-----From: \tTholt, Jane M.  Sent:\tMonday, November 12, 2001 11:20 AMTo:\tEvans, TedSubject:\tRE: How good is Temptation Island 2Have you seen Ben on Felicity? -----Original Message-----From: \tEvans, Ted  Sent:\tMonday, November 12, 2001 11:01 AMTo:\tTholt, Jane M.Subject:\tRE: How good is Temptation Island 2i don t understand how you put Felicity on the same level at TI2... -----Original Message-----From: \tTholt, Jane M.  Sent:\tMonday, November 12, 2001 10:45 AMTo:\tEvans, TedSubject:\tRE: How good is Temptation Island 2I am a desperate person for entertainment-what can I say. -----Original Message-----From: \tEvans, Ted  Sent:\tMonday, November 12, 2001 10:35 AMTo:\tTholt, Jane M.Subject:\tRE: How good is Temptation Island 2that is horrible - i am embarrassed for you... -----Original Message-----From: \tTholt, Jane M.  Sent:\tMonday, November 12, 2001 10:31 AMTo:\tEvans, TedSubject:\tRE: How good is Temptation Island 2it s on the sasme night as Felicity -----Original Message-----From: \tEvans, Ted  Sent:\tMonday, November 12, 2001 10:30 AMTo:\tTholt, Jane M.Subject:\tRE: How good is Temptation Island 2that s no fun -----Original Message-----From: \tTholt, Jane M.  Sent:\tMonday, November 12, 2001 10:27 AMTo:\tEvans, TedSubject:\tFW: How good is Temptation Island 2 -----Original Message-----From: \tEvans, Ted  Sent:\tFriday, November 09, 2001 7:46 AMTo:\tTholt, Jane M.Subject:\tHow good is Temptation Island 2I m not sure I m going to watch it.  None of the people really interest me",
        "mid": 80744,
        "subject": "RE: How good is Temptation Island 2"
    },
    {
        "body": "Have you seen Ben on Felicity? -----Original Message-----From: \tEvans, Ted  Sent:\tMonday, November 12, 2001 11:01 AMTo:\tTholt, Jane M.Subject:\tRE: How good is Temptation Island 2i don t understand how you put Felicity on the same level at TI2... -----Original Message-----From: \tTholt, Jane M.  Sent:\tMonday, November 12, 2001 10:45 AMTo:\tEvans, TedSubject:\tRE: How good is Temptation Island 2I am a desperate person for entertainment-what can I say. -----Original Message-----From: \tEvans, Ted  Sent:\tMonday, November 12, 2001 10:35 AMTo:\tTholt, Jane M.Subject:\tRE: How good is Temptation Island 2that is horrible - i am embarrassed for you... -----Original Message-----From: \tTholt, Jane M.  Sent:\tMonday, November 12, 2001 10:31 AMTo:\tEvans, TedSubject:\tRE: How good is Temptation Island 2it s on the sasme night as Felicity -----Original Message-----From: \tEvans, Ted  Sent:\tMonday, November 12, 2001 10:30 AMTo:\tTholt, Jane M.Subject:\tRE: How good is Temptation Island 2that s no fun -----Original Message-----From: \tTholt, Jane M.  Sent:\tMonday, November 12, 2001 10:27 AMTo:\tEvans, TedSubject:\tFW: How good is Temptation Island 2 -----Original Message-----From: \tEvans, Ted  Sent:\tFriday, November 09, 2001 7:46 AMTo:\tTholt, Jane M.Subject:\tHow good is Temptation Island 2I m not sure I m going to watch it.  None of the people really interest me",
        "mid": 80759,
        "subject": "RE: How good is Temptation Island 2"
    },
    {
        "body": "I like to make my own chili.  I load it up with beans, Sue uses pork andbeans(it s O.K.), but I like the beans mom used to use.    I was told I neededto put a little more kick into my chili, so I figured that I would ask thebest-JOE.Hey, for Christmas, I will provide the Ham and all the beer,wine,pop,liquor,pie,chips , nuts and bread. I will have Amy make some barbacued weiners. I willneed you to make double baked potatoes. I will have Jean bring the polishsausage and corn/greenbeans.  I may get some sourerkraut and dumplins fromStoysich also.  I will tell dad that he can pay for the ham.I will have Joey bring a relish trey  and some lasagne.( I thought it waspretty good)Do we need anything else? We are all off on that day, so we can start the partyas early as 3P.M. or earlier if you think, my guess is that you will be at thecasino that morning. Please advise.Jane.M.Tholt@enron.com wrote:> since when do you cook-Ithought Sue did everything>>     -----Original Message----->    From:   \"John Maliszewski\" <jmalisz@qwest.com>@ENRON>    Sent:   Thursday, November 15, 2001 2:14 PM>    To:     Tholt, Jane M.>    Subject:  Re: Thanksgiving>>    I need his recipe. We had a chili cookoff and I made my own chili and>    came in>    3rd out of 5 people.  I beat 2 women, but My chili was not spicey>    enough.>>    Jane.M.Tholt@enron.com wrote:>>    > Cajun Chef-can only get it here.  Too bad.>    >>    >     -----Original Message----->    >    From:   \"John Maliszewski\" <jmalisz@qwest.com>@ENRON>    >    Sent:   Thursday, November 15, 2001 1:33 PM>    >    To:     Tholt, Jane M.>    >    Subject:  Re: Thanksgiving>    >>    >    You mean the stuff you buy or the gas that comes out of my butt>    after I>    >    make chili.  Speaking of chili, what does Joe put in his to spice>    it up.>    >>    >    Jane.M.Tholt@enron.com wrote:>    >>    >    > All the gas stocks getting hammered.  Natural gas is bursting at>    the>    >    seams.>    >    > Your bill should go way down>    >    >>    >    >     -----Original Message----->    >    >    From:   \"John Maliszewski\" <jmalisz@qwest.com>@ENRON>    >    >    Sent:   Thursday, November 15, 2001 12:19 PM>    >    >    To:     Tholt, Jane M.>    >    >    Subject:  Thanksgiving>    >    >>    >    >    I ordered the pies for our big Thanksgiving day feast at>    Jeanies.>    >    Wish>    >    >    you could be there.  Dad is bringing the beer, he said one  12>    pack>    >    >    would do, I told him to bring a case, just in case someone>    wants>    >    more>    >    >    that one can. I know that Joan is not coming to dinner.>    Should we>    >    >    invite her to Christmas or wait for her to call.    If you>    ever>    >    talk to>    >    >    her, you may want to mention that her father is still alive>    and>    >    lives in>    >    >    the same house that she was raised in.  I hope she comes for>    >    Christmas.>    >    >    If she doesn t, I doubt that I will ever invite to anything>    again.>    >    But>    >    >    that is that fucking Links \"better that everybody>    else\"attitude.>    >    I>    >    >    might just turn that sideways and stick it up his German ass.>    Hey>    >    our>    >    >    stock is going up, how bout yours?>    >    >>    >    >>    **********************************************************************>    >    > This e-mail is the property of Enron Corp. and/or its relevant>    >    affiliate and may contain confidential and privileged material for>    the>    >    sole use of the intended recipient (s). Any review, use,>    distribution or>    >    disclosure by others is strictly prohibited. If you are not the>    intended>    >    recipient (or authorized to receive for the recipient), please>    contact>    >    the sender or reply to Enron Corp. at>    >    enron.messaging.administration@enron.com and delete all copies of>    the>    >    message. This e-mail (and any attachments hereto) are not intended>    to be>    >    an offer (or an acceptance) and do not create or evidence a binding>    and>    >    enforceable contract between Enron Corp. (or any of its affiliates)>    and>    >    the intended recipient or any other party, and may not be relied on>    by>    >    anyone as the basis of a contract by estoppel or otherwise. Thank>    you.>    >    >>    **********************************************************************",
        "mid": 81034,
        "subject": "Re: Thanksgiving"
    },
    {
        "body": "Boys,  I am bored today and have proof to show you... Go to this website and type in 1031 in the sale number field..It s a beauty and would be a fine addition to any collector s gallery.I would consider a joint venture with you for investment purposes on thisfind of a lifetime.Personally, I think it looks a little like a late 70 s drummer but it is theGreat One nonetheless. It is a fine specimen of the era   Short on the sides, but keep the lengthin the back http://www.auktionsverket.se/starte.htmPS- the price is about 25,000 swedish kroners which i think is about $5000Canadian",
        "mid": 81779,
        "subject": "how about a bid?"
    },
    {
        "body": "Here is the schedule... next game Oct 20. against Nevada. Not the most exiting schedule.BT www.riceowls.com",
        "mid": 82501,
        "subject": "Rice Owls"
    },
    {
        "body": "These are pretty good. -----Original Message-----From: \tLenhart, Matthew  Sent:\tFriday, September 28, 2001 11:29 AMTo:\tTycholiz, BarrySubject:\tFW: FW: Canadian Contribution to the anti-terrorist campaign -----Original Message-----From: \tGay, Randall L.  Sent:\tFriday, September 28, 2001 10:13 AMTo:\tLenhart, MatthewSubject:\tFW: FW: Canadian Contribution to the anti-terrorist campaign -----Original Message-----From: \tEvans, Ted  Sent:\tWednesday, September 26, 2001 12:16 PMTo:\tGay, Randall L.; Groenewold, Shannon; Lisk, Daniel; Sutherland, Jan; Christiansen, SuzanneSubject:\tFW: FW: Canadian Contribution to the anti-terrorist campaign - canada plane.jpg  - Frigate.jpg",
        "mid": 82530,
        "subject": "FW: FW: Canadian Contribution to the anti-terrorist campaign"
    },
    {
        "body": "I was in Denver when the attacks occured and then I drove from Denver to Houston ( 15 hours ) to get home... I was not in the office until thurs afternoon.  BT  -----Original Message-----From: \tPrior, Liz  Sent:\tTuesday, September 18, 2001 9:03 AMTo:\tTycholiz, BarrySubject:\tRE: Coming to VisitHey that sounds great!  Were you on holidays last week? or just really busy, I was suprised I didn t hear from you earlier.Can t wait to see Houston...Liz -----Original Message-----From: \tTycholiz, Barry  Sent:\tTuesday, September  18, 2001 6:41 AMTo:\tPrior, LizSubject:\tRE: Coming to VisitI am sure I will be here... Let me take you out for lunch. BT  -----Original Message-----From: \tPrior, Liz  Sent:\tMonday, September 10, 2001 4:30 PMTo:\tTycholiz, Barry; Dietrich, DanSubject:\tComing to VisitHey guys, I m coming to Houston October 6th - 9th and I was hoping that we could do lunch or dinner or something.Let me know if your going to be around and maybe we can hookupThanksLiz Prior",
        "mid": 82609,
        "subject": "RE: Coming to Visit"
    },
    {
        "body": "I will be taking a 1/2 day of vacation on Friday.  I am trying to do the majority of the necessary preparation for our trip before Friday.  I am also still trying to decide whether or not we will do hair tonight.  Do you already have the perm?  I did get some type of directions from Denise too.  I am printing them now and placing them in my purse so we will have them.",
        "mid": 83090,
        "subject": "Galveston"
    },
    {
        "body": "Willie -Have I sent this to you before?> This is a good one, let me know what you think!  I laugh every time I read> it.>> Once upon a time, there lived a man who had a terrible passion for baked> beans.  He loved them, but they always had  an embarrassing and somewhat> lively reaction on him.>> One day he met a girl and fell in love.  When it became apparent that they> would marry, he thought to himself, she ll never go through with the> marriage with me carrying on like this, so he made the supreme sacrifice> and> gave up beans.>> Shortly after that they were married.>> A few months later, on the way home from work, his car broke down andsince> they lived in the country, he called his wife and told her that he wouldbe> late because he had to walk.  On his way home, he passed a small cafe and> the wonderful aroma of baked beans overwhelmed him.>> Since he still had several miles to walk, he figured he could walk off any> ill effects before he got home.  So he went in and ordered, and before> leaving he had 3 extra large helpings of baked beans.  All the way home he> putt-putted.  By the time he arrived home he felt reasonably safe.>> His wife met him at the door and seemed somewhat excited.  She exclaimed,> \"Darling, I have the most wonderful surprise for you for dinner tonight!\".> She put a blindfold on him, and led him to his chair at the head of the> table and made him promise not to peak.>> At this point he was beginning to feel another one coming on.  Just as his> wife was about to remove the blindfold, the telephone rang.  She againmade> him promise not to peek until she returned, and away she went to answerthe> phone.  While she was gone, he seized the opportunity.  He shifter his> weight to one leg and let it go.  It was not only loud, but ripe as a> rotten> egg.  He had a hard time breathing, so he felt for his napkin and fanned> the> air about him.>> He had just started to feel better, when another urge came on.  He raised> his leg and RRIIIPPPP! It sounded like a diesel engine revving, andsmelled> worse.  To keep from gagging, he tried fanning his arms awhile, hoping the> smell would dissipate.  He got another urge, this was the real blue-ribbon> winner, the windows shook, the dishes on the table rattled and a minute> later the flowers on the table were dead.>> While keeping an ear turned in on the conversation in the hallway, and> keeping his promise of staying blindfolded, he carried on like this forthe> next ten minutes, farting and fanning each time with his napkin.  When he> heard the phone farewells, he neatly laid his napkin on his lap and folded> his hands on top of it.  Smiling contentedly, he was the picture of> innocence when his wife walked in.>> Apologizing for taking so long, she asked if he had peeked at the dinner> table,  After assuring her he had not peeked, she removed the blindfoldand> yelled, \" SURPRISE!!\".>> To his shock and horror, there were twelve dinner guests seated around the> table for his surprise dinner party.>>>>>>> --------------------------------------------------------------------------",
        "mid": 83139,
        "subject": "Fwd: FW: Baked Beans"
    },
    {
        "body": "---------------------- Forwarded by Lola Willis/Corp/Enron on 12/06/2000 10:37 AM ---------------------------\"Mims, Valerie\" <valerie.mims@bankofamerica.com> on 12/06/2000 09:59:56 AMTo: lola.willis@enron.com, prhusband@shellus.com, \"Slaughter, Glenda\" <glenda.slaughter@bankofamerica.com>cc:  Subject: Are you worth it? <<ROLO_1.mpeg>> Saving the last for the best or was that the best for last?Just wanted to see you smile...Peace! - ROLO_1.mpeg",
        "mid": 83195,
        "subject": "Are you worth it?"
    },
    {
        "body": "---------------------- Forwarded by Nicole Mendez/HOU/ECT on 01/10/2001 09:21 AM ---------------------------Lindsay Long01/09/2001 05:24 PMTo: Misti Day/HOU/ECT@ECT, Ricardo Guerra/Corp/Enron@ENRON, Paula Harris/HOU/ECT@ECT, Edie Leschber/HOU/ECT@ECT, Tracey Irvin/HOU/ECT@ECT, Susan Helton/HOU/ECT@ECT, Tammy R Shepperd/HOU/ECT@ECT, Faith Killen/HOU/ECT@ECT, Georgeanne Hodges/HOU/ECT@ECT, Toni Bustamante/HOU/ECT@ECT, Kelly Ellis/Corp/Enron@Enron, Nicole Mendez/HOU/ECT@ECT, Jody Pierce/HOU/ECT@ECT, Hope Vargas/HOU/ECT@ECT, Stacey A Aune/HOU/ECT@ECT, Jeff Smith/HOU/ECT@ECT, Patricia A Lee/HOU/EES@EES, Glenn Kobes/Corp/Enron@Enron, Shiji Varkey/Corp/Enron@ENRON, Laynie East/HOU/ECT@ECTcc:  Subject: Fwd: a good laugh or twoThis is too good to miss.Lindsay---------------------- Forwarded by Lindsay Long/HOU/ECT on 01/09/2001 05:24 PM ---------------------------\"Dorothy Matthews\" <DMATTHEW@mind.hcpc.uth.tmc.edu> on 01/09/2001 03:08:27 PMTo: \"Maria A. Rodriguez\"<110267.3364@compuserve.com>, tprice@council-houston.org, rmbressie@earthlink.net, Lindsay.Long@enron.com, boak@hal-pc.org, hnordmeyer@mymailstation.com, joellen.hill@solvay.comcc:  Subject: Fwd: a good laugh or twoDContent-Type: text/plain; charset=US-ASCIIContent-Disposition: inlineSubject: True or not, its good!Green Garden Grass snakes can be dangerous, Yes, grass snakes, notrattlesnakes.A couple in Sweetwater, Texas had a lot of potted plants, and during arecent cold spell, the wife was bringing in a lot of them indoors toprotect them from a possible freeze.It turned out that a little green garden grass snake was hidden in one ofthe plants and when it had warmed up, it slithered out and the wife saw itgo under the sofa.She let out a very loud scream. The husband who was taking a shower ran outinto the living room naked to see what the problem was.  She told him therewas a snake under the sofa. He got down on the floor on his hands and kneesto look for it.About that time the family dog came and cold-nosed him in the butt.He thought the snake had bitten him, so he fainted.His wife thought he had a heart attack, so she called an ambulance. Theattendants rushed in and loaded him on the stretcher and started carryinghim out. About that time the snake came out from under the sofa and theEmergency Medical Technician saw it and dropped his end of the stretcher.That s when the man broke his leg and why he is in the hospital.The wife still had the problem of the snake in the house, so she called ona neighbor man. He volunteered to capture the snake.He armed himself with a rolled-up newspaper and began poking under thecouch. Soon he decided it was gone and told the woman, who sat down on thesofa in relief. But in relaxing, her hand dangled in between the cushions,where she felt the snake wriggling around.She screamed and fainted, the snake rushed back under the sofa, and theneighbor man seeing her laying there passed out tried to use CPR to reviveher.The neighbor s wife, who had just returned from shopping at the grocerystore, saw her husband s mouth on the woman s mouth and slammed her husbandin the back of the head with a bag of canned goods, knocking him out andcutting his scalp to a point where it needed stitches. An ambulance wasagain called and it was determined that the injury required hospitalization.The noise woke the woman from her dead faint and she saw her neighbor lyingon the floor with his wife bending over him, so she assumed that he hadbeen bitten by the snake. She went to the kitchen, brought back a smallbottle of whiskey, and began pouring it down the man s throat.By now the police had arrived. They saw the unconscious man, smelled thewhiskey, and assumed that a drunken fight had occurred.They were about to arrest them all, when the two women tried to explain howit all happened over a little green snake. They called an ambulance, whichtook away the neighbor and his sobbing wife.Just then the little snake crawled out from under the couch, One of thepolicemen drew his gun and fired at it. He missed the snake and hit the legof the end table that was on one side of the sofa.The table fell over and the lamp on it shattered and as the bulb broke, itstarted a fire in the drapes. The other policeman tried to beat out theflames and fell through the window into the yard on top of the family dog,who startled, jumped up and raced out into the street,  where an oncomingcar swerved to avoid it and smashed into the parked police car and set iton fire.Meanwhile the burning drapes had spread to the walls and the entire housewas blazing. Neighbors had called the fire department and the arrivingfire-truck had started raising his ladder as they were halfway down thestreet. The rising ladder tore out the overhead wires and put out theelectricity and disconnected the telephones in a ten-square city block area.Time passed -----------------Both men were discharged from the hospital, the house was re-built,The police acquired a new car, and all was right with their world-------About a year later they were watching TV and the weatherman announced acold snap for that night. The husband asked his wife if  she thought theyshould bring in their plants for the night.She shot him.",
        "mid": 83279,
        "subject": "Fwd: a good laugh or two"
    },
    {
        "body": "Ladies,     Here is the response from Ruby to our request for our Christmasmeeting.  Please mark your calendars accordingly.  Also please add Ruby andher family to your prayer list.Be Blessed,Denise-----Original Message-----From: Miles, Ruby [mailto:Ruby.Miles@getronics.com]Sent: Tuesday, September 26, 2000 2:23 PMTo:  Moore,Denise I Subject: RE: Women s MinistryHi Denise,I really appreciate your note - and yes, it will be great and a tremendousBLESSING to see my sisters in Jesus... I will place that on my calendar; Igenerally take some time off that time of the year, so I will be lookingforward to it.  What a wonderful celebration it will be... Since I live sofar; no one really has to help me; but if they want to, it would be greatlyappreciated; but mostly I hope that lots of ladies come... When you told methat y all eat anything, that s fine with me; just let me know a few days inadvance, how many people you think will be coming and I ll be ready...I loveto have people come together in my home... it will be a blessing...There are several reasons that I m not available lately - the main one beingof course, I m working approximately 12-15 hours a day - it is a very tryingtime for me right now and I need all the prayers that I can get; pleasecontinue to do that; the other reason is; I m physically tired; I m 53 yearsold and have been having lots of responsibility for most of my adult years!I was been blessed to be able to come back to Houston 12 years ago and wasafforded an opportunity to buy a new home and was at that time within 15minutes of my job (not anymore); hence I live \"quite\" a ways from church -by distance approximately 38 mi.; by time depending on whose doing thedriving(smiles) and which way you come approximately 45 min. So after yearsand years of having to drive so far at least 6 days a week, I m tired...God bless you and the Women s Ministry for thinking of me and my family atsuch a special time in any Christian s life and I look forward to thefellowship.  Keep me posted.Love and God s grace to you,Ruby-----Original Message-----From: Moore,Denise I [mailto:denise.moore@dhs.state.tx.us]Sent: Tuesday, September 26, 2000 9:21 AMTo: Ruby.Miles@getronics.comSubject: Women s MinistryImportance: HighGood Morning Ruby,     I hope God has found favor with you this morning.  I have a request ofyou.  I don t know if you remember in May when we talked about having awomen s ministry meeting at your home.  Well, we met briefly last night andwe are requesting that you, your mother, and aunt allow us to come and sharewith you during the Christmas holiday.  We would like you to co-host themeeting in December.  We are looking for a Saturday, due to Pastor Wallacehaving class on Sunday s now.  We would like to know if you would be willingto co-host on December 16.  The reason I say co-host, is we always partnerup with someone.  And we want to afford you the same opportunity.     Our meetings generally consists of prayer, praise and worship.  Wesing, do bible study and just fellowship with one another.  DuringChristmas, we also do a gift exchange.  We buy one $10 gift for no one inparticular, put numbers on them and them draw the numbers out of a hat.     We thought the celebration of our Savior s birth would be a good timeto come and pray with and for your family.  Please let me know.  I hope tosee you soon.  We really have been missing you.Be Blessed,Denise",
        "mid": 83762,
        "subject": "FW: Women s Ministry"
    },
    {
        "body": "-----Original Message-----From: Mendez, Nicole Sent: Wednesday, October 03, 2001 12:19 PMTo: Abby LOPEZ (E-mail); Davis, DanaSubject: FW: HELP!!! I VE FAINTED AND I CAN T COME TO!!!!!Enjoy.Nicole Mendez Sr. Administrative AssistantEWS - Financial OperationsEB 2375DPhone: 713-853-1431Fax: 713-646-5997-----Original Message-----From: Garcia, Julie A. Sent: Wednesday, October 03, 2001 10:58 AMTo: Mendez, NicoleSubject: FW: HELP!!! I VE FAINTED AND I CAN T COME TO!!!!!Julie A. GarciaEnron North America713/853-9893 - Phone713/646-8732 - Fax-----Original Message-----From: Dennis, Tonya Sent: Wednesday, October 03, 2001 9:50 AMTo:  sjwashington@equiva.com ; Ingram, Renee; Herrmann, Karen; Perez,Christina; Garcia, Julie A.; Mendez, Nicole; Ellis, KellySubject: FW: HELP!!! I VE FAINTED AND I CAN T COME TO!!!!!Merry Christmas..-----Original Message-----From: Jordan, Marc L [mailto:Marc.Jordon@bakerhughes.com]Sent: Wednesday, October 03, 2001 9:37 AMTo:  simona jordan ; Dennis, Tonya;  Fisher, Ericka P ;  Thurmond,Darlene P ; Davis, Anetta B; Durowaiye, Maxine I.Subject: HELP!!! I VE FAINTED AND I CAN T COME TO!!!!!Marc L Jordan Sr.Baker Hughes Business Support Services281-209-7786",
        "mid": 84355,
        "subject": "FW: HELP!!! I VE FAINTED AND I CAN T COME TO!!!!!"
    },
    {
        "body": "Chicken Tacos1 pkg. (4 count) skinless boneless chicken breasts1 pkg. chicken taco seasoningTomatillos 4-5Onion (1 small)1 jalapeno pepper3-4 pieces of garlic5 sprigs of cilantrosalt and pepper (to taste)Toppingscheeseoniontomatoeslettucesour creampicante sauceBoil chicken in water, seasonings, onions and bell peppers.  Once done (about 20-25 minutes), shred the chicken in a skillet.  In a blender, add tomatillos, onion, jalapeno pepper, garlic, cilantro and 1/2 cup of broth from your chicken.  Mix well.  Pour vegetable mixture in skillet with chicken and add chicken taco seasoning.  Mix well and let simmer for 20 minutes over low heat.    Serve with tortillas and toppings.Erica",
        "mid": 84455,
        "subject": "Chicken Tacos"
    },
    {
        "body": "Thanks for the advice.  I hate to hear that you are leaving but I m sure this is for the best.  Thank you for everything that you have done for me and my family.  I feel like I have such a long way to go but I know that if it wasn t for the favor of God and you and your moms faith in me I wouldn t be where I am today.   I wish you well and I hope you will keep in touch.  Thank you again.Dana Davis281-583-1348 -----Original Message-----From: \tDalton, Dorothy  Sent:\tThursday, August 30, 2001 9:52 AMTo:\tDavis, DanaSubject:\tRE: Good MorningIf you have a job - my suggestion is to stay put.  There are hundreds of people in redeployment right now.  It is very hard to find a job.  I don t know if you ve heard, but I m leaving on September 15th.  Ken is leaving Enron and I m going to stay home with Drake - I m going to be poor, but that s ok! -----Original Message-----From: \tDavis, Dana  Sent:\tThursday, August 30, 2001 9:41 AMTo:\tDalton, DorothySubject:\tGood MorningImportance:\tHighGood Morning -Hope your are doing well in all this rainy weather.  I wanted to ask you a question and your opinion of the odds of me being placed if I go into the redeployment program?  I got my review back and it is much better than it has been in a long time.  I guess I am just concerned that if I don t make a move now, year end might not be as favorable for me.  Rumor has it that the other clerk that I work with has found another job and will be leaving on the 14th of Sept.  I have been caught in such a vicious cycle so long that I just don t know what else to do.  If you have time call me or email me.  I just want to know what you think.dd",
        "mid": 84489,
        "subject": "RE: Good Morning"
    },
    {
        "body": "Enjoy!",
        "mid": 84490,
        "subject": "Green Bean Bundles Recipe"
    },
    {
        "body": "Nicole > > > > > > 10 WAYS TO KNOW IF YOU HAVE \"ESTROGEN ISSUES\"> > > > > >> > > > > > 1. Everyone around you has an attitude> > > > > > problem.> > > > > >> > > > > > 2. You re adding chocolate chips to your> > > > > > cheese omelet.> > > > > >> > > > > > 3. The dryer has shrunk every last pair of> > > > > > your jeans.> > > > > >> > > > > > 4. Everyone is suddenly agreeing to> > > > > > everything you say.> > > > > >> > > > > > 5. You re using your cellular phone to dial> > > > > > up every bumper sticker that says:> > > > > > \"How s my driving-call 1-800-***-.\"> > > > > >> > > > > > 6. Everyone s head looks like an invitation> > > > > > to batting-practice.> > > > > >> > > > > > 7. You re convinced there s a God and he s> > > > > > male.> > > > > >> > > > > > 8. You can t believe they don t make a tampon> > > > > > bigger than Super Plus.> > > > > >> > > > > > 9. You re sure that everyone is scheming to> > > > > > drive you crazy.> > > > > >> > > > > > 10. The ibuprofen bottle is empty and you> > > > > > bought it yesterday.> > > > > >> > > > > > TOP TEN THINGS ONLY WOMEN UNDERSTAND> > > > > >> > > > > > 10. Cats  facial expressions.> > > > > >> > > > > > 9. The need for the same style of shoes in> > > > > > different colors.> > > > > >> > > > > > 8. Why bean sprouts aren t just weeds.> > > > > >> > > > > > 7. Fat clothes.> > > > > >> > > > > > 6. Taking a car trip without trying to beat> > > > > > your best time.> > > > > >> > > > > > 5. The difference between beige, ecru, cream,> > > > > > off-white, and eggshell.> > > > > >> > > > > > 4. Cutting your bangs to make them grow.> > > > > >> > > > > > 3. Eyelash curlers.> > > > > >> > > > > > 2. The inaccuracy of every bathroom scale> > > > > > ever made.> > > > > >> > > > > > AND, the Number One thing only women> > > > > > understand:> > > > > >> > > > > > 1. OTHER WOMEN> > > > > >> > > > > > Send this to the bright, funny women you> > > > > > know and make their day.> > > > > >> > > > > > WE ALL NEED TO SMILE !!!!!!!> >> >> >",
        "mid": 84639,
        "subject": "FW:  Women"
    },
    {
        "body": "Ed and I are going to dinner at Maggiano s on Wednesday and wanted to knowif anyone was interested in joining us.  We will most likely head up therearound 6:30ish.  Depending on how many people, I may try to get areservation, so let me know ASAP if you are interested in going.  If wedon t see you tomorrow, then hope you all have a Happy Thanksgiving.Jennifer",
        "mid": 84696,
        "subject": "Dinner at Maggiano s"
    },
    {
        "body": "you are the first to reply. So I will let you know about the consensus onthe ad thing.  We will probably be up around 615 on Saturday.  I don t plan on fixingmyself up for the event.  Probably just throw on some shorts and a hat.  So if you can t make it Friday, then let me know what time you were thinkingon Saturday.  No big deal, just wanted to mention that we would be home onfriday evening for those who wanted to bring the stuff over that night.So what all do you have for the sale??I have a coffee table, end table, typewriter, stereo speakers and then someother misc stuff.JenJennifer-----Original Message-----From: Kuykendall, Tori [mailto:Tori.Kuykendall@ENRON.com]Sent: Wednesday, October 24, 2001 1:50 PMTo: Jennifer_Lamprecht@oxy.comSubject: RE: Garage Sale Informationok - my opinion - i think signs are enough but am not opposed topitching in for an ad, i will try my best to come over friday night butif i cant - what time will you be up on saturday?-----Original Message-----From: Jennifer_Lamprecht@oxy.com [mailto:Jennifer_Lamprecht@oxy.com]Sent: Wednesday, October 24, 2001 1:28 PMTo: Susan.Hadix@elpaso.com; Tiffany_Lauer@manulife.com;tkuyken@enron.comSubject: Garage Sale InformationHello All!Just wanted to give you guys an update.  The weather looks good for thegarage sale this weekend.  So that is a good thing.  If you want to bring your stuff by Friday evening, that might be a goodplanfor us all to get things set up.  That way all we have to do saturdaymorning is drag the tables out of the garage.  Also, I do not have arackfor hanging clothes, so they will have to be folded or hung on thefence.How about coming over friday evening around 630-7pm.  Also, if you haveanycard tables, please bring them.  I have one and am borrowing two from myparents.  But I am sure we may need a couple of more.I bought a couple of garage sale signs on Monday and plan to put themout onthe main street, South Braeswood.  Another idea would be for us to takeoutan ad in the greensheet.  Someone told me they cost around $15.  I am intheprocess of getting some info as to the exact cost and will let you knowwheni get the info confirmed. I am leaving that up to the majority vote astowhether we all chip in for the add or not.  I think it may be worth it,somepeople look for those adds and spend all day saturday doing garagesales.But whatever you guys thinkThe hours of the Sale will be from 7am-1230ish.  I think by thenwhateverdoesn t sale either goes home or to goodwill.  I know some of you cantbethere all day or right at 7am, but I will need some help so let me knowwhattime you plan on coming over that morning.Ok, so to summarize all my chatter, 3 questions, 1:  do we take out anad inthe greensheet?   2: are you coming over friday to set up? and 3:  whattimewill you be there on sat?See yaJennifer  **********************************************************************This e-mail is the property of Enron Corp. and/or its relevant affiliate andmay contain confidential and privileged material for the sole use of theintended recipient (s). Any review, use, distribution or disclosure byothers is strictly prohibited. If you are not the intended recipient (orauthorized to receive for the recipient), please contact the sender or replyto Enron Corp. at enron.messaging.administration@enron.com and delete allcopies of the message. This e-mail (and any attachments hereto) are notintended to be an offer (or an acceptance) and do not create or evidence abinding and enforceable contract between Enron Corp. (or any of itsaffiliates) and the intended recipient or any other party, and may not berelied on by anyone as the basis of a contract by estoppel or otherwise.Thank you. **********************************************************************",
        "mid": 84758,
        "subject": "RE: Garage Sale Information"
    },
    {
        "body": "---------------------- Forwarded by Tori Kuykendall/HOU/ECT on 11/08/2000 10:33 AM ---------------------------\"Renata B. Sandweg\" <rbsandweg@urjet.net> on 11/08/2000 10:01:36 AMTo: abs182@psu.edu, NHobsons@aol.com, cbarroso@arches.uga.edu, barroso@pa.dec.com, H Egnatuk <hegnatuk@hotmail.com>, hm4183@sbc.com, jnjtrout94@aol.com, kconat@chmc.org, kblasing@flash.net, krobbins@houston.org, lburns@hotmail.com, lisabrown@andrews-kurth.com, breytspraak@yahoo.com, lbarroso@civilmail.tamu.edu, nmclemor@houstonisd.org, Rhaygood@darbylaw.com, sandweg_steve@emc.com, tina.barroso@ibm.net, tina.barroso@wdr.com, tkuyken@ect.enron.com, lzapalacpr@aol.comcc:  Subject: Fwd: Fw: Political AnalysisFrom: No1fuzz@aol.comDate: Tue, 7 Nov 2000 18:03:58 ESTSubject: Fwd: Fw: Political Analysis> The two major party presidential candidates today agreed that > Americans are seeing too much inapproriate material in > popular entertainment. > > However, they disagreed on the details. > > The Republican candidate, George W. Bush, stated that there is too > much bloody violence in the movies and on television. > > Vice President Al Gore, his Democratic opponent, stated that the media > presents Americans with too much sex and frontal nudity. > > In other words... >???? Bush says there is too much gore > and >???? Gore says there is too much bush.",
        "mid": 85201,
        "subject": "Fwd: Fw: Political Analysis"
    },
    {
        "body": "-----Original Message-----From: John Perdew [mailto:jperdew@apbenergy.com]Sent: Thursday, July 19, 2001 7:46 AMTo:  tkuyken@enron.com Subject: FW: HEY THERE....Here is RAMSI and I at the office!  Hope you and erin are doing well!  Talk to you soon!-----Original Message-----From:\tJoe Hale Sent:\tThursday, July 19, 2001 8:27 AMTo:\tJohn PerdewSubject:",
        "mid": 85406,
        "subject": "FW:"
    }
]